{
  "slug": "a-flip-book-adventure",
  "transformer": "journal",
  "source_section": "A Flip-Book Adventure",
  "data": {
    "entity_type": "journal",
    "slug": "a-flip-book-adventure",
    "title": "A Flip-Book Adventure",
    "content": "<nav id=\"table-of-contents\">\n<h2>Table of Contents</h2>\n<ul>\n<li><a href=\"#header-0-a-flip-book-adventure\">A Flip-Book Adventure</a></li><li><a href=\"#header-1-the-short-story\">The Short Story</a></li><li><a href=\"#header-2-characters\">Characters</a></li><li><a href=\"#header-3-the-flip-books\">The Flip Books</a></li><li><a href=\"#header-4-actions.\">Actions.</a></li><li><a href=\"#header-5-roleplaying.\">Roleplaying.</a></li><li><a href=\"#header-6-statistics.\">Statistics.</a></li><li><a href=\"#header-7-next.\">Next.</a></li><li><a href=\"#header-8-modifying-encounters\">Modifying Encounters</a></li><li><a href=\"#header-9-rules-references\">Rules References</a></li><li><a href=\"#header-10-concluding-the-adventure\">Concluding the Adventure</a></li><li><a href=\"#header-11-after-the-adventure\">After the Adventure</a></li>\n</ul>\n</nav>\n<a id=\"top\"></a><p id=\"header-0-a-flip-book-adventure\" class=\"h1-header\">I.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">A Flip-Book Adventure</span></p><p>This booklet and the two spiral bound books in the box constitute a single adventure entitled<em>A Lit-</em> <em>tle Knowledge.</em>The three books, when taken together, present a new adventure style known as a <em>flip-book.</em> This book, called the<em>Story Book,</em>contains a short story of the same name (which, presumably, you&#x27;ve just read), this introduction to the adventure, and two monstrous compendium style pages for monsters peculiar to the scenario. The spiral bound books are the<em>Dungeon Master&#x27;s Book</em>and the <em>Player Aid Cards.</em> The dungeon master should keep the<em>Story Book</em> and the<em>Dungeon Master&#x27;s Book</em>in his possession. The<em>Player Aid Cards</em>are for the players to view during the adventure, but only as directed by the dungeon master.</p><p id=\"header-1-the-short-story\" class=\"h1-header\">II.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">The Short Story</span></p><p>Jerry Oltion&#x27;s<em>A Little Knowledge,</em>serves as an introduction to the scenario, both for you and your players. It doesn&#x27;t tell the story of the adventure, so it doesn&#x27;t give anything away-let any of the players read it beforehand, if they&#x27;re interested. The characters in the short story are not the main characters of the adventure, nor do they even appear as NPCs. The role-playing adventure basically begins as the short story is winding down. In this case, the player characters are other slaves in the caravan wagon. They may or may not have been privy to the activities described in the short story, but thatdoesn&#x27;t matter. Now they are about to be abandoned in the desert to fend for themselves, and that&#x27;s the focus of the role-playing adventure.</p><p id=\"header-2-characters\" class=\"h1-header\">III.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Characters</span></p><p>The role-playing adventure is recommended for four to eight players, all of whom should be third level (that is, novice characters). DM&#x27;s should suggest to the players that at least one of the characters be a psionicist. With that in mind, the players are free to generate any characters they wish. For better role-playing, the DM should also have them fabricate some reason that they are now slaves on this wagon. For instance, a dwarven gladiator could have been ordered to win a crucial fight, or else -when he lost he was thrown into slavery. Remember, none of the players&#x27; characters are the main characters in the short story. The player characters will have no equipment and no money with them-thus, that portion of character generation can be skipped. Any materials they wish to use during the adventure will have to be scavenged as they go. It is not important that the player characters know of each other before the adventure begins. In fact, given the situation at the start of the adventure, it&#x27;s reasonable to assume that they are meeting each other for the first time as this adventure begins.</p><p id=\"header-3-the-flip-books\" class=\"h1-header\">IV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">The Flip Books</span></p><p>The two spiral bound books contain the roleplaying adventure. The information for every encounter is condensed on a single page that the DM can look at and reference quickly. The players also get a series of cards with maps or illustrations right at their fingertips, to use and refer to at their leisure, not stuffed away in a book that the DM needs to use, too. ThePlayer Aid Cardscontain illustrations and diagrams that coincide with the encounters of the adventure. TheDungeon Master&#x27;s Bookcontains the text and direction needed to referee the adventure. It provides background, role-playing notes, and game statistics for every encounter, spelling out for the DM everything he needs to know to effectively run the player characters through that encounter. Each card in theDungeon Master&#x27;s Bookcovers one encounter in the adventure. That information is organized in the following sections: Setup.This section tells the DM how to prepare for the upcoming encounter. It may contain information on pacing, instruct the players to flip to a certain card in their book, or give the DM other vital information.</p>\n<p id=\"header-4-actions.\" class=\"h1-header\">V.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Actions.</span></p><p>The various actions on the cards in the <em>Dungeon Master&#x27;s Book</em>are self explanatory. Each one details a certain portion of the encounter on the card. There may be one or more action sections per card.</p><p id=\"header-5-roleplaying.\" class=\"h1-header\">VI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Roleplaying.</span></p><p>These notes are given to enhance roleplaying, both by the DM and on the part of the players. The DARK SUN  Boxed Set is intended for advanced roleplayers, those who are familiar with both the AD&amp;D 2nd Edition game and the nuances of effective roleplaying. Incorporate the roleplaying notes when appropriate through the entire encounter. There may not be a roleplaying section for every encounter.</p><p id=\"header-6-statistics.\" class=\"h1-header\">VII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Statistics.</span></p><p>This section provides game statistics for every creature that might be fought or otherwise dealt with in the encounter. Ability scores, combat statistics, spell and psionics lists, and experience points earned are all presented. When there is treasure to be found, it will also be listed here.</p><p id=\"header-7-next.\" class=\"h1-header\">VIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Next.</span></p><p>Once a particular encounter is concluded, this section tells the DM where to go next. It may also give some hints as to pacing; some encounters are extremely important and should, therefore, be given sufficient play time. Others that are less important should be speeded up to maintain player interest in the adventure.</p><p id=\"header-8-modifying-encounters\" class=\"h1-header\">IX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Modifying Encounters</span></p><p>The encounters provided here are balanced for an adventuring party of the size and experience levels recommended. However, since this is an introductory adventure, it&#x27;s important that the players at least touch upon every encounter presented in the adventure (they don&#x27;t have to overcome every obstacle, but they should at least confront every one). If the player characters are becoming weaker and may not survive to the end of the adventure, the DM should modify the encounters to make them less severe. He may want to make it easier for them to locate water or food, or cut down the number of monsters encountered.</p><p id=\"header-9-rules-references\" class=\"h1-header\">X.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Rules References</span></p><p>The adventure in A Little Knowledge centers on survival in an arid environment. Be familiar with Chapter 14: Time and Movement in the Player&#x27;s Handbook, the Dungeon Master&#x27;s Guide, and the D A R K S U N Rules B o o k t o better administer movement across the desert, location of water and food sources, and the effects of dehydration if that becomes a problem for the player characters. Also, since psionics among the player characters, nonplayer characters, and monsters is fairly common, review the rules for psionic powers and combat presented in The Complete Psionics Handbook.</p><p id=\"header-10-concluding-the-adventure\" class=\"h1-header\">XI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Concluding the Adventure</span></p><p>After card<em>#24</em>in the<em>Dungeon Master&#x27;s Book,</em> the adventure is over. At that point, the player characters will have experienced first hand many of the things that make Athas&#x27; wastelands both interesting and deadly. What the players decide to do with their characters then is wide open-new encounters and adventures will take place outside the direction of the flip-books. Resume traditional roleplaying techniques for adventures following<em>A Little Knowl-</em> <em>edge.</em></p><p id=\"header-11-after-the-adventure\" class=\"h1-header\">XII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">After the Adventure</span></p><p>The various cards used in this adventure describe many NPCs, locations, and situations that won&#x27;t change after this adventure is long ended. Keep the cards available for when the PCs pass this way again. Who knows? They could easily meet up with old friends or enemies, and you&#x27;ll have all the appropriate information ready to go.</p>",
    "source_pages": [
      210,
      211
    ],
    "metadata": {
      "parent_slugs": [
        "a-little-knowledge"
      ],
      "level": 2,
      "layout": "structured"
    }
  }
}