{
  "slug": "chapter-two-athasian-society",
  "transformer": "journal",
  "source_section": "Chapter Two: Athasian Society",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-two-athasian-society",
    "title": "Chapter Two: Athasian Society",
    "content": "<nav id=\"table-of-contents\">\n<h2>Table of Contents</h2>\n<ul>\n<li><a href=\"#header-0-barrenness\">Barrenness</a></li><li><a href=\"#header-1-metal\">Metal</a></li><li><a href=\"#header-2-psionics\">Psionics</a></li><li><a href=\"#header-3-magic\">Magic</a></li><li><a href=\"#header-4-life-energy-and-magic\">Life Energy and Magic</a></li><li><a href=\"#header-5-the-veiled-alliance\">The Veiled Alliance</a></li><li><a href=\"#header-6-the-worst-scourge\">The Worst Scourge</a></li><li><a href=\"#header-7-the-city-states\">The City States</a></li><li><a href=\"#header-8-the-sorcerer-kings\">The Sorcerer Kings</a></li><li><a href=\"#header-9-the-templars\">The Templars</a></li><li><a href=\"#header-10-the-nobility\">The Nobility</a></li><li><a href=\"#header-11-the-freemen\">The Freemen</a></li><li><a href=\"#header-12-merchants\">Merchants</a></li><li><a href=\"#header-13-elven-merchants\">Elven Merchants</a></li><li><a href=\"#header-14-slaves\">Slaves</a></li><li><a href=\"#header-15-gladiators\">Gladiators</a></li><li><a href=\"#header-16-artists\">Artists</a></li><li><a href=\"#header-17-soldier-slaves\">Soldier Slaves</a></li><li><a href=\"#header-18-laborers\">Laborers</a></li><li><a href=\"#header-19-farmers\">Farmers</a></li><li><a href=\"#header-20-wizards\">Wizards</a></li><li><a href=\"#header-21-defilers\">Defilers</a></li><li><a href=\"#header-22-the-veiled-alliance\">The Veiled Alliance</a></li><li><a href=\"#header-23-gender-in-the-cities\">Gender in the Cities</a></li><li><a href=\"#header-24-race-in-the-cities\">Race in the Cities</a></li><li><a href=\"#header-25-humans\">Humans</a></li><li><a href=\"#header-26-dwarves\">Dwarves</a></li><li><a href=\"#header-27-elves\">Elves</a></li><li><a href=\"#header-28-half-elves\">Half-elves</a></li><li><a href=\"#header-29-half-giants\">Half-giants</a></li><li><a href=\"#header-30-muls\">Muls</a></li><li><a href=\"#header-31-thri-kreen\">Thri-kreen</a></li><li><a href=\"#header-32-halflings\">Halflings</a></li><li><a href=\"#header-33-villages\">Villages</a></li><li><a href=\"#header-34-client-villages\">Client Villages</a></li><li><a href=\"#header-35-slave-villages\">Slave Villages</a></li><li><a href=\"#header-36-dwarven-villages\">Dwarven Villages</a></li><li><a href=\"#header-37-halfling-villages\">Halfling Villages</a></li><li><a href=\"#header-38-dynastic-merchant-houses\">Dynastic Merchant Houses</a></li><li><a href=\"#header-39-headquarters\">Headquarters</a></li><li><a href=\"#header-40-emporiums\">Emporiums</a></li><li><a href=\"#header-41-outposts\">Outposts</a></li><li><a href=\"#header-42-caravans\">Caravans</a></li><li><a href=\"#header-43-employment-terms\">Employment Terms</a></li><li><a href=\"#header-44-family-members\">Family members</a></li><li><a href=\"#header-45-senior-agents\">Senior agents</a></li><li><a href=\"#header-46-regular-agents\">Regular agents,</a></li><li><a href=\"#header-47-hirelings\">Hirelings</a></li><li><a href=\"#header-48-the-merchant-code\">The Merchant Code</a></li><li><a href=\"#header-49-elven-merchants\">Elven Merchants</a></li><li><a href=\"#header-50-nomadic-herdsmen\">Nomadic Herdsmen</a></li><li><a href=\"#header-51-elven-herdsmen\">Elven Herdsmen</a></li><li><a href=\"#header-52-raiding-tribes\">Raiding Tribes</a></li><li><a href=\"#header-53-slave-tribes\">Slave Tribes</a></li><li><a href=\"#header-54-giant-tribes\">Giant Tribes</a></li><li><a href=\"#header-55-thri-kreen-tribes\">Thri-kreen Tribes</a></li><li><a href=\"#header-56-halfling-tribes\">Halfling Tribes</a></li><li><a href=\"#header-57-elf-tribes\">Elf Tribes</a></li><li><a href=\"#header-58-hunting-and-gathering-clans\">Hunting and Gathering Clans</a></li><li><a href=\"#header-59-thri-kreen\">Thri-kreen</a></li><li><a href=\"#header-60-halflings\">Halflings</a></li><li><a href=\"#header-61-hermits\">Hermits</a></li><li><a href=\"#header-62-psionic-masters\">Psionic Masters</a></li><li><a href=\"#header-63-druids\">Druids</a></li>\n</ul>\n</nav>\n<a id=\"top\"></a><p>In my travels I have found that Athas is a world of clashing cultures. Primitive hunters stalk their prey into a city&#x27;s barley fields, and are in turn hunted down by outraged nobles. Nomadic herders clog the trading roads with their unruly flocks, slowing even the fastest merchant caravan to a crawl. To keep from being massacred in their sleep, villagers working the mines of the Ringing Mountains buy off feral halfling tribes with worthless glass baubles. On Athas, there are as many different societies as there are groups of people. Each has found a different key to survival in this harsh world. Sometimes these different bands coexist peacefully; more often, they clash whenever they meet. Surprisingly, all of these societies are shaped by the same four forces: barrenness, shortage of metal, psionics, and magic. If you understand how any society deals with these forces, you will understand the society itself.</p><p id=\"header-0-barrenness\" class=\"h1-header\">I.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Barrenness</span></p><p>The basic necessities of life are scarce on Athas. This means that every society must devote itself to attaining food and safeguarding its water supply. Hunting tribes spend three-quarters of their time looking for quarry, to say nothing of killing it and preparing it to eat. At the same time, they cannot stray too far from water, for they need plenty of liquid to digest their diet of meat. When the game roams away into unknown deserts, they must often choose between starving to death or dying of thirst. The lives of the herders are no easier. They spend their days driving their flocks oferdlusacross the vast wastes in search of good grazing and ample water. When they are lucky enough to find good pasture, they wage a constant battle to protect their flightless birds, for few predators can resist the temptation of downing a two-hundred pound erdlu or stealing an egg from its clutch. City dwellers have the most certain means of existence, but also the hardest lives. In the fields around the cities, whole legions of slaves toil to raise a few meager crops. Thousands of soldiers patrol these farms day and night, killing scavengers and raiders without pause. Even then, most cities suffer frequent famines and must resort to food wars in order to keep their populations from withering away. Given the importance of food and water on Athas, it shouldn&#x27;t surprise any of us that whoever controls the food and water forms an elite class. The best stalkers, the wisest herders, or the people who own the farms and wells are always influential and politically powerful members of the community.</p><p id=\"header-1-metal\" class=\"h1-header\">II.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Metal</span></p><p>Metal isn&#x27;t strictly necessary for any Athasian culture to survive, but it&#x27;s a great benefit to those that have it. Hunters know that metal arrowheads and spearheads are sharper and more enduring than those made of stone or bone. With metal shoes, herders can protect the feet of their mounts from the rigors of the desert wastes. City dwellers use metal to fashion tools that make backbreaking farm work easier and more efficient. Metal even facilitates commerce between societies, for merchants and traders use it as a universal currency. Unfortunately, metals are rare. In my voyages I have been lucky enough to actually see the iron mines of Tyr, something few outsiders are ever permitted to do. They are grand affairs with hundreds of slaves toiling to bring scant traces of metal to the surface. I have come to the conclusion that the ancient societies would have considered this mine too worthless to operate. In our age, however, it is a treasure trove that has provided the sorcerer-king of Tyr with wealth and power almost unmatched in the world. The scarcity of metal retards commerce on Athas. Without an abundance of currency, we must often resort to barter -a cumbersome affair when a merchant must haul both the goods he sells and those he receives in exchange over great distances. The scarcity of resources hampers industrial and economic development as well. In Tyr, one maltreated but better-equipped slave accomplishes twice what his well-fed counterparts do in cities like Urik and Balic. The only reason for this is that his tools are better. Mills and workshops that are able to glean a handful of metal tools almost always have an edge on their competitors. In war, the advantages of metal are also plain. Tyr&#x27;s army has never numbered more than ten thousand, but its elite units are composed of highly trained men, each of whom carries a steel sword and an iron-tipped javelin. Often it has destroyed an army five times its size that was armed with bone battle axes or even obsidian-edged sabers! Who can doubt that Athas would be a very different place with an abundance of metal? Commerce would be easier and less hazardous, slaves more efficient, wars quicker and more decisive. As I have stated earlier, it is my belief that metal was not always scarce on Athas. For the last few centuries, our main source has been debris from the ruins of ancient castles and cities. Apparently, our ancestors devoured Athas&#x27; ore supply, leaving to us little but their scrap. Now, even that meager supply is all but exhausted, and with it fades the ghost of civilization. There are those who say that our cultures and technologies can survive without metal, but I believe that they are wrong. Still, lucky treasure hunters have been known to return from a ruin with a hoard of steel swords and shields, providing they are resourceful enough and brave enough to explore ruins that others have missed or been too frightened to enter. I have heard tales that suits of clothing fashioned from metal have even been found from time to time. It is generally agreed that these were worn by warriors to protect against the blows of enemy weapons. I can only speculate that the climate must have been far cooler in those ancient days. Any fool that would wear such clothing now would die faster from heat stroke than he would have from the weapons of his foes. Still, the idea that there was once enough metal in the world to allow such a garment to have been manufactured astounds me.</p>\n<p>There are even rumors that mounds of steel, silver, and gold lie hidden in the deepest tunnels of certain forlorn cities. I have never seen such a thing myself, but if such treasures exist, they will reward those who find them most handsomely. Those who control such stores of metal can buy food, power, influence, and sometimes even the sorcerer-king&#x27;s protection.</p><p id=\"header-2-psionics\" class=\"h1-header\">III.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Psionics</span></p><p>From the lowliest slave to the most powerful sorcerer-king, psionics pervade all levels of Athasian society. Virtually every individual has some mental ability, although in many the true strength of their psionic potential remains unrealized. Each culture values its psionic members. To the raiding tribes, individuals with clairvoyance are especially useful for locating targets. The nomads, for example, value an individual who can pinpoint the band&#x27;s position in the desert. Psionic powers are not always beneficial. They tend to be destabilizing and turbulent. There are always thieves who will use their psychokinesis to steal the property of a fellow tribesmen, and power hungry nobles who send assassins trained in psychometabolism to murder their rivals. Rebellious subjects can always find a use for nearly any psionic ability, and in seemingly peaceful villages? many sordid and disgraceful acts are carried out behind curtains of psionic deception. Considering the potential psionic offer powers for amassing power and wealth, it should not surprise you that most cities have at least one school devoted to the Way-of the Mind. These schools are run by masters of the psionic arts, often with the stated purpose of helping the individual better understand his own potential and the responsibilities it entails. In reality, they are usually expensive academies for the sons and daughters of the wealthy, designed to develop the student&#x27;s psionic powers to their full potential-with the explicit goal of gaining an advantage over their political rivals in later life. It is no wonder that, in many cities, such school are carefully licensed by the sorcerer-king. Sometimes, they are even banned altogether, though this merely forces the schools to disguise themselves and does nothing to eliminate them. Psionics has often been called a great equalizer in the brutal world of Athas, for it gives even the most physically weak individual a chance to compete and survive. If anything can compensate for the gradual deterioration of our world&#x27;s vital energies, it will be the power of the mind.</p>\n<p id=\"header-3-magic\" class=\"h1-header\">IV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Magic</span></p><p>Magic is arguably the mightiest force in Athas. Those wielding it call fire storms out of a calm sky, change one object into another, or kill enemies with a mere gesture. They dictate the wills of entire mobs, make the dead walk, and have even been known to stop time. Magic can expose traitors, destroy rivals, and exact unquestioning obedience from subjects. It can also conceal secret activities, uncover the king&#x27;s spies, be used to assassinate royal officers, and foster general rebellion.</p><p id=\"header-4-life-energy-and-magic\" class=\"h1-header\">V.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Life Energy and Magic</span></p><p>Casting a magical spell requires energy. The power for a spell must come from somewhere, and there are two means of fueling one&#x27;s magical endeavors on Athas. One is harsh and destructive, furthering the downward spiral of life on our world. The other is positive and beneficial, halting the effects of this ecological entropy for a while. Those who employ the first type of magic are called Defilers, while those who employ the latter variety are Preservers. Defilers learn to draw magic from the land, but not the art of replacing it. Because it is this latter aspect of magic that is most difficult to master, they learn spells and advance in their art far more quickly than their counterparts. Defilers are a blight upon our world. They are the fiends who have destroyed Athas, and the reason that most decent folk-especially farmers and herders-will take up arms to drive any wizard, Defiler or not, from their midst. When the life energy of foliage is converted into magical spells, the soil in which the plants were growing becomes sterile. In most cases, it stays barren for decades. The spark of life can be returned to the ground through hard work and tender care, but few people can afford to take the time required to do so. Preserversreinvigorate the soil after they drain it to power their spells. As Preservers learn their craft, they also learn to rekindle the spark of life. When they cast a spell, they replace what they have taken through a combination of natural and mystical processes (such as by working compost into the soil or by performing theRite of Bloodin the field they have drained). Preservers learn their spells and master their art more slowly than Defilers, for they must learn to give as well as take. Unfortunately, Preservers are scarce compared to Defilers, and it is a rare person who understands the difference between the two.</p><p id=\"header-5-the-veiled-alliance\" class=\"h1-header\">VI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Veiled Alliance</span></p><p>Because magic is so powerful, every ruler controls it tightly. For the most part, it is impossible to maintain control of a populace dotted with numerous psionic individuals if one is not also a wizard. Thus, nearly every ruler on Athas is a wizard of some type, usually a Defiler. Sorcerer-kings send their agents to destroy potential rival wizards hiding within their cities. Nomad witch-lords banish rival mages to the unforgiving sands of the desert. Halfling chiefs exterminate followers who show any sign of control over the supernatural. Even otherwise timid hermits have been known to risk their lives in an effort to make sure that no wizard enters their territory. Despite their efforts, leaders seldom monopolize magic. There are always at least a few individuals in any society who practice it secretly. Of course, these powerful people are almost always the hand-picked, loyal followers of the leader.</p>\n<p>In most cities (and many villages, tribes, and clans), there are secret leagues of Preservers called the Veiled Alliance. The Veiled Alliances are confederations of Preservers working together to protect their members from assassination and harassment by sorcerer-kings and other lieges. The members work together to shield each other&#x27;s identities from the authorities or to help those who have been discovered to escape persecution. They are often involved in plots to overthrow their oppressive overlords.</p><p>The Preservers with whom I have spoken say that there are only two drawback to belonging to a Veiled Alliance. First, membership is permanent. When you join one of these secret organizations, you pledge to uphold its charter until death. Anyone failing in this pledge is cast out, and the alliance assigns one of its members usually someone experienced in such matters) to assassinate the outcast. This seems rather severe to those of us in the rank of the uninitiated, but it is a condition of affiliation that all members agree to when they join the alliance. Second, all Veiled Alliances require that their members be Preservers and not Defilers. The reason for this is practical, not idealistic: even a few mages will decimate a small area if they do not practice their art responsibly. Any violation of this principle always results in the banishment (and subsequent execution) of the Defiler. From what I can tell, although each league goes by the same name, they are in fact separate organizations. Most follow the two principles outlined above, and will extend their protection to a member of an alliance from another city (providing adequate proof of affiliation is provided). At the same time, they must be on constant watch for spies, for most rulers will stop at nothing to uncover and destroy an alliance operating within their territory. For this reason, punishments are sure and swift in any Veiled Alliance. Everyone with whom I have spoken agrees that it is better to err on the side of security than to risk exposing the entire society.</p>\n<p id=\"header-6-the-worst-scourge\" class=\"h1-header\">VII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Worst Scourge</span></p><p>As bad as they are, Defilers are not the worst of magic&#x27;s blights. Compared to the dragon, even sorcerer-kings are babes toying with a dimly understood gift. The dragon wields sorcery powerful enough to crush entire cities, and so destructive that we must measure the devastation caused by its spells in square miles. Anything that crawls or walks or flies trembles at the mere sight of the horrid beast, for the dragon draws its magical energy from animal life. When it casts its spells, any creature from whom it draws energy collapses in its tracks, dying before it hits the ground. In addition, the dragon can store magical energy in its body for use at a later time. This gives it the freedom to use its spells in even the most barren of wastes and the incentive to roam over wide expanses of desert in search of food. Being a wanton user of magic, the dragon preys upon anything that can feed its ravenous appetite for energy. When the horrid beast is about, caravans of withered corpses line the trading routes. Whole herds of desiccated erdlus rest alongside their shepherds. in blackened fields of dead saltbrush. Entire villages lie smashed and flattened, the bodies of the inhabitants strewn about the streets like refuse. No society, from the smallest family of hunters to the largest, most crowded city-state, is safe from the dragon.</p><p id=\"header-7-the-city-states\" class=\"h1-header\">VIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The City States</span></p><p>Each city state is different. Its laws, customs, economy, architecture, and general culture vary according to the tastes of the city&#x27;s ruler and the needs dictated by survival. In austere Balic, where hungry giants raid semiweekly, every citizen is a skilled and fearless soldier. At the other extreme is decadent Tyr, where slaves outnumber citizens two-to-one. Gulg can hardly be called a city at all, lacking a single stone building and standing hidden behind a wall of thorny hedges and poisonous vines. Despite each city&#x27;s unique character, however, they all respond to the rigors of barren Athas by organizing in the same general manner. Perhaps this is an accident of history, or perhaps survival mandates this type of organization; I don&#x27;t pretend to know. All I can say is that this is what I have seen in my travels.</p><p id=\"header-8-the-sorcerer-kings\" class=\"h1-header\">IX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Sorcerer Kings</span></p><p>Every city is led by a king. He (or she) may be addressed as &quot;Magnate&quot; in one place and &quot;Vizier&quot; in another, but is always the absolute dictator of his subjects. Kings are at the top of the social order. They live near the center of the city in a fortified palace bustling with minor officials. When a potentate finds it necessary to leave his palace, he does so only with a great deal of preparation and pomp, well-protected by magic and his full bodyguard. If this cannot be arranged, he will not leave (except in the most dire of emergencies). The last thing any king of Athas wants is to walk unprotected among his subjects. Al most without exception, every king is a powerful Defiler who has risen to his position through the unprincipled use of magical and psionic abilities. All monarchs jealously guard the use of magic and employ a sizable force of templars whose sole duty it is to ferret out and execute unauthorized Preservers. In every city that I have visited, the kings are especially anxious to infiltrate agents into the Veiled Alliance, as an organization of Preservers presents a viable challenge to their magical power base.</p>\n<p>Every king uses his magic to prolong his life, and most have reigned for hundreds of years. Many have reigned for more than a thousand years, and one or two are even credited with founding their ancient cities. The king is sometimes considered his city&#x27;s deity. His priests force the citizens to build temples to the king and lead them in pompous ceremonies of worship. Sometimes, the nobles and a few wealthy citizens consider the king their benefactor. Never, however, are other classes misled by such pretensions. The merchants see the king for what he is-a center of political and magical power that must be appeased if they are to continue their commerce in his city. If the ranks of slaves see the king as a god, it is certainly as an evil and corrupt one that keeps them in bondage and makes a misery of their lives. In return for his exalted position and unlimited authority, the king has the duty to administer justice, protect the citizens from famine and crime, and safeguard the city from external attack. In practice, these gluttonous monarchs spend most of their effort protecting their power base and seeing to their own comfort. Justice tends to be self-serving and arbitrary, and the king&#x27;s agents are so corrupt that they often ignore crime altogether-providing the criminal pays them a large enough bribe. All kings take the matter of famine seriously, however. When a city&#x27;s population starves, one of two things happen: a terrible revolt breaks out or disease and pestilence run rampant through the streets. In either case, the slave population plummets. Untended fields go barren, fortifications fall into disrepair, and the city grows weak. Therefore, most kings take quick and decisive action when famine begins: they raise armies and go to another city-state, steal its food, and replenish their supply of slaves. Because starting a war is the typical response to a city&#x27;s internal problems, I have never heard of a sorcerer-king who does not take the matter of security from external attack seriously. All kings maintain standing armies, they usually have some large defensive project under construction, and I have heard that they devote most of their magical research to developing spells to fend off enemy armies. In fact, most cities are so well defended that it is impossible to criticize any sorcerer-king on this basis.</p><p id=\"header-9-the-templars\" class=\"h1-header\">X.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Templars</span></p><p>Templars are clergymen devoted to the sorcererking of their city. Like other priests, they are granted spells in return for their worship. Unlike true priests, who draw their power from the elemental forces of the world, Templars tap into the magical forces of their sorcerer-king. When a templar beseeches his monarch for a spell, the sorcerer-king grants the request by employing his own mystical energy to power the templar&#x27;s magic. Because of the strain this places on both the sorcerer-king and the surrounding land, young templars do not ask for (or receive) many spells. As close personal servants of the sorcerer-king, however, high-ranking templars have greater access to magic than one might expect. These greedy templars dominate the king&#x27;s bureaucracy. Although each city organizes its agencies differently, every bureaucracy is steeped in ancient traditions designed to promote the organization&#x27;s welfare and keep it tied closely to the monarch. Templar bureaus tend to be permeated by intradepartmental treachery and embroiled in external political intrigues with other agencies of the city&#x27;s bureaucracy. As agents of their monarch&#x27;s will, templars are feared and despised by common city-dwellers -with good reason, if you ask me. These priests abuse their positions steadily, enforcing the king&#x27;s edicts with spiteful indifference, taking bribes, and dealing out unjust punishments to anyone who objects. Generally, complaints about the bureaucracy&#x27;s corruption fall on deaf ears, for the templars are any sorcerer-king&#x27;s best means of maintaining a stranglehofd on the population. Templars are the guardians of reading and writing. Because knowledge is power, and the most efficient way of passing on knowledge is through writing, no one but templars and nobles are permitted to read and write. One of the most sacred duties of the templar bureaucracy is to prevent the knowledge of this art from spreading beyond their own ranks and that of the nobility. Most kings have authorized them to execute on the spot anyone else demonstrating any knowledge of these critical skills. Templars are commonly recruited from the offspring of other templars, or from the ranks of freemen. Technically, a member of the nobility may also join the king&#x27;s bureaucracy, but most aristocrats consider such positions beneath their honor.</p>\n<p id=\"header-10-the-nobility\" class=\"h1-header\">XI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Nobility</span></p><p>The nobles control the farms and the water of the cities. Usually, each noble family picks a senior member to sit on a parliamentary council. In theory, these councils act as advisory bodies to the monarchs, but in reality they are little more than administrative bodies through which the king passes his commands to the aristocracy. It is not rare, however, for the interests of the nobles to be opposed to those of the templars and/or the kings. On such occasions, the advisory councils sometimes find the courage to voice their opposition. When this happens, a flurry of political assassinations usually follows. Most people assume that these assassinations are carried out by the templars on their own initiative or at the king&#x27;s request. Though the nobles sometimes gather the courage to oppose the templars, or even the king, don&#x27;t make the mistake of believing that they have the best interests of the city populace at heart. As a class, they are interested only in preserving their hereditary land rights, and they form the largest block of slave-owners in any city. No matter how opposed the nobles might be to the king&#x27;s policies, they can always be counted on to protect the city (as invasion would strip them of their landed rights). For this reason, every family is allowed to maintain a standing army of slave soldiers, with the young men of the family serving as officers. In an emergency, the king can freely call upon these armies to supplement his own troops. As you might expect, the nobles sometimes turn their armies on each other or the templars, but never the sorcerer-king. The king&#x27;s magic is usually more than sufficient to deal with the use of force, and any family foolish enough to challenge him in such an obvious fashion suffers terrible consequences. Like the templars, the nobles are permitted to read and write, and they are usually equally vigilant about protecting this critical secret.</p><p id=\"header-11-the-freemen\" class=\"h1-header\">XII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Freemen</span></p><p>Put simply, freemen are citizens of the city who are not owned by the king, the templars, or the nobility. By virtue of their birth status, they have the right to reside within the protection of its walls and, theoretically at least, to enjoy the benefits of its laws. But if a freeman cannot pay his debts, exhibits knowledge of reading, writing, or magic, or undertakes some other forbidden activity, he is judged to be in violation of the king&#x27;s edicts. The templars have the right to (and almost certainly will) seize him and sell him into slavery. This practice is a source of considerable income to many templars. The bulk of freemen are craftsmen and artisans who keep their shops within the city walls. Heavily taxed by the king and harassed by the corrupt templars, they are generally ill-contented and suspicious, but too cowardly and intimidated to openly resist their tormenters. Less common in the class of freemen are the clerics. Clerics are priests who worship the elemental planes and draw their magical energies from them. If their devotion allows them to live in cities, they make a nice living by selling their services as healers or workers of minor miracles. Templars tend to regard these true priests with suspicion and animosity, though most have learned that it is wiser not to harass a cleric.</p>\n<p id=\"header-12-merchants\" class=\"h1-header\">XIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Merchants</span></p><p>Every city serves as the headquarters for at least half-a-dozen merchant houses, and several times that number maintain trading emporiums within the city walls. Usually, these trading emporiums are located in a particular quarter of town, where a purchaser can buy nearly anything that Athas has to offer if he knows where to look. Merchants are not citizens, for the nature of their work dictates that they maintain contact with a wide variety of societies (which makes our sorcerer-kings distrustful). Instead, merchants are granted longterm licenses to reside in a city, and in return they donate large sums of money to public works (i.e., to the sorcerer-king). Merchants are one of the few classes that the bureaucracy is careful not to harass. The templars have learned that if they try to intimidate or blackmail one merchant, they will find that everything they wish to buy from other merchants has inexplicably doubled in price or vanished from the market. Technically, merchants are not permitted to read or write, but they are allowed to keep accounts. I should note that most houses have highly developed methods of &quot;keeping accounts.&quot; For all practical purposes, most merchants can both read and write in the secret language of their houses. Not surprisingly, jealous templars spend a considerable amount of energy trying to prove to the king that the keeping of accounts is, in fact, a form of reading and writing. For additional information on this subject, I have included a more complete description in the section entitledMerchant Houseslater in this chronicle.</p>\n<p id=\"header-13-elven-merchants\" class=\"h1-header\">XIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Elven Merchants</span></p><p>Some elven tribes earn their livelihoods as traders. Usually, they are less established than the merchant houses, so they sell their wares in crowded bazaars located on the edges of the true merchant quarter. Elves have a reputation for smuggling and selling banned goods such as spell components. (By the way, if you expect a merchant to guarantee his product, it is best not to buy from an elf).</p><p id=\"header-14-slaves\" class=\"h1-header\">XV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Slaves</span></p><p>A person can become a slave in one of three ways: by being born a slave, by being captured during a war or other armed conflict, or by being sold into slavery for committing some crime or failing to pay one&#x27;s debts. A member of any race or social class can become a slave, though nobles and merchants usually have friends or family who will buy their freedom for them. It is also rare for elemental clerics or mages to become slaves, as they can usually escape easily. Instead of selling such individuals into bondage, prudent templars simply execute them when they capture them. We can take one bit of solace from the institution of slavery, however: there are a surprising number of former templars in their ranks. The losers of the political infighting in the king&#x27;s bureaucracy are often sold into slavery. Templar slaves are generally the subject of abuse and ridicule by their newly established peers and generally die quickly as a result of some tragic accident. There are several classes of slave: gladiators, artists, soldiers, laborers, and farmers.</p><p id=\"header-15-gladiators\" class=\"h1-header\">XVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Gladiators</span></p><p>The wealthiest templars and most noble families maintain stables of men and women picked and trained for their fighting prowess. These slaves are sent to fight in the gladiatorial stadiums for public entertainment. Their owners, sitting in private boxes perched high above the arenas, often wager considerable sums on the outcome of these battles. More than one noble has been sold into slavery for not being able to pay the debts he incurred when a favored gladiator fell. The best of these gladiators aremuls(pronounced: mül), a tough crossbreed of human and dwarf. They retain the height, dexterity, and cunning intelligence of their human side, but are also gifted with the durability and strength of their dwarven parent. From their dwarven line, they also inherit a certain single-mindedness which makes them vicious fighters. Standing over six feet tall, muls weigh two hundred to three hundred pounds, have hairless coppery skin as tough as gith hide, and tend toward introspective, gruff dispositions. They are born sterile and cannot reproduce their own kind. Despite their combat abilities, muls don&#x27;t make good soldiers. In addition to being very expensive to buy or breed, muls are intelligent enough to recognize when their officers are making a mistake and stubborn enough to refuse foolish orders.</p><p id=\"header-16-artists\" class=\"h1-header\">XVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Artists</span></p><p>In most Athasian cities, the arts are appreciated, but not as highly regarded as many feel they should be. Although templars and nobles alike enjoy being surrounded by artistic creations, none of them would ever trouble to create such a thing themselves. Therefore, all arts are entrusted to slaves. One of the best ways for a slave to elevate his position is to develop and demonstrate some sort of artistic ability, such as singing, reciting poetry, painting, sculpting, and so forth. If he or she has enough talent, a noble or templar will purchase the slave and treat him to a life of pampered luxury. In exchange, the owner expects the slave to produce beautiful work which will impress his friends. (I must note that because of the dubious tastes of nobles and templars, many artists must compromise their artistic vision in order to stay alive.)</p>\n<p>In most cities, it is common practice to secretly teach valued slaves the art of reading and writing, so that they may read the words of the masters and record their own observations for the owner&#x27;s next of kin (this is how I came by the art myself). For the artists, there is only one drawback to this privilege: popularity is a fickle thing, and most artists fail out of favor within a few years of their success. When that happens, those who have been taught how to read and write suffer one of two fates: their owners either have them executed for knowing how to read and write, or they are sent to the gladiatorial pits as fodder. It is no wonder that many artists, upon sensing their popularity beginning to wane, plan elaborate escapes and flee into the desert as I did.</p><p id=\"header-17-soldier-slaves\" class=\"h1-header\">XVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Soldier Slaves</span></p><p>Both sorcerer-kings and the noble houses maintain standing armies of slave soldiers. The quality of these soldiers varies widely. In most cases, they are simply burly slaves who have been taken from the fields, equipped with some manner of weaponry, then taught to fight as a unit. To keep these soldiers in line, officers rely on a combination of privileged treatment and harsh punishments. The best armies of the noble houses are selected as infants, removed from their parents, and raised by officers. During their harsh childhoods, these children learn two things: to be loyal to their owning family, and to fight without regard for themselves. In order to ensure that the armies of their nobility are not a threat to their own power, many sorcererkings raise armies of half-giants. This powerful race was created by the magical crossbreeding of humans and giants and their strength can put even a powerful mul to shame. To oversee these half-giant troops, the monarchs rely upon hand-picked templar officers who use their magical abilities to keep the brutes in line. Noble houses never use half-giant soldiers, for they lack the magic necessary to keep such troops under control.</p><p id=\"header-18-laborers\" class=\"h1-header\">XIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Laborers</span></p><p>Every city has a large force of laborer slaves. About half are owned by enterprising freemen who make their livings building homes, shops, merchant emporiums, and other private structures. The other half are usually owned by the monarch, overseen by the templars, and spend their time building and maintaining various public structures such as bridges, temples, and city walls. Generally speaking, slaves owned by the freemen are well-fed and cared for, for they are an investment that the owner does not care to squander. Laborers owned by the king, however, are fed barely enough to keep them alive, and once they prove too weak to work, they are executed. As agents of the monarch, the templars can always procure more slaves by arresting minor law-breakers or vagrants. The ranks of the laborers are dominated by strong races such as dwarves, half-giants, baazrags, and muls too old or maimed to fight in the gladiatorial arenas.</p><p id=\"header-19-farmers\" class=\"h1-header\">XX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Farmers</span></p><p>At least half of any city&#x27;s slave population are farmers owned by the nobles. These starving dregs labor in the fields around the city, working the soil, carrying water, digging up man-choking vines, and picking poisonous insects off crop leaves. If an overseer sees a slave touch his mouth without permission, he whips the man mercilessly. If he catches a slave stealing food or water, he cuts off the thief&#x27;s hand. When a slave loses both hands, he can no longer work and is put to death. The only consolation in the farmer&#x27;s life is that when a tribe of raiders attacks, or when a flock of wild erdlus races through a field, he can sometimes escape into the desert. Whether or not this is an improvement is hard to say, but the desire for freedom often outweighs the urge to live.</p>\n<p id=\"header-20-wizards\" class=\"h1-header\">XXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Wizards</span></p><p>Despite the persecutions of the templars and the sorcerer-kings, every city has its share of wizards. Of course, you will never meet one who openly admits to his art, but there are nevertheless mages in every city.</p><p id=\"header-21-defilers\" class=\"h1-header\">XXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Defilers</span></p><p>Cities are the hardest places for inexperienced Defilers to survive. Not only are they hunted by the agents of the monarch, but few citizens will provide them with refuge or assistance -in addition to fearing the king&#x27;s wrath, most people resent what the Defiler&#x27;s magic does to the land. For this reason, most Defilers lead solitary lives of constant apprehension, associating only with the shady elves who sell them spell components.</p><p id=\"header-22-the-veiled-alliance\" class=\"h1-header\">XXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Veiled Alliance</span></p><p>Mages have life a little easier. As members of the Veiled Alliance, they have a network of friends and allies to whom they can turn when they need support. The alliance helps them procure spell compowithout exposing their identities to nents untrustworthy elves, warns them about nosy templar agents, protects them from psionic and magical probes, and helps them escape the city if they are discovered. Joining a Veiled Alliance is no easy matter, however. From what I understand of the organization in Tyr, for example, before a Preserver is asked to join, a current member must propose to the entire organization that they extend an invitation to the prospective associate. If any of the current members states a reason for excluding the candidate, he is not invited to join. Only after all the members have been polled and no one objects does the proposing member extend an invitation to the candidate. Such invitations are seldom refused, for by the time a Preserver is offered membership in the Veiled Alliance, he is well aware of the benefits it can provide. As a courtesy, most Veiled Alliances extend their protection to Alliance members from other cities. Once, I was in the company of an Alliance member when he requested such a courtesy. First, we sought out a tavern that we had heard Alliance members frequented. As we entered, the Preserver covered the lower part of his face with his hand. This did not appear to be so much a secret password, however, as an indication that we were looking for a member of the city&#x27;s Veiled Alliance. After we sat down, we were approached by a psionicist. This woman asked us several questions, and all the while I could feel her probing our minds for lies. At first, I thought that she found our answers unsatisfactory, for she simply stood and left without saying a word. A short time later, however, a waif came to our table and informed us that a guide was waiting for us. This guide took us to the home of a high-ranking Alliance member, who acted as our host and protector while we were in the city. He did not introduce us to any other members of the Alliance, and, though he treated us courteously enough, I was aware that if we had acted in a manner that could be considered even slightly suspect, we would have been killed in our sleep.</p>\n<p id=\"header-23-gender-in-the-cities\" class=\"h1-header\">XXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Gender in the Cities</span></p><p>In most city-states, there is no distinction made between the positions which men and women may hold, for both sexes seem equally capable of the treachery required to attain and hold power. At least two sorcerer-kings are in fact sorcerer-queens, and women rise or fall as fast as men in the ranks of the templars. Many noble houses are represented on the monarch&#x27;s advisory council by matriarchs, and the control of most merchant houses passes to the eldest competent child, whether it is a son or a daughter.</p><p>Even in the ranks of slaves, sex makes little difference. Women fight as gladiators and soldiers alongside their male counterparts, and artists are treated the same no matter which sex they are. About the only place where gender makes any difference is in the lowest rank of slavery, where there is a slight preference to make males laborers due to their slight advantage in strength.</p><p id=\"header-24-race-in-the-cities\" class=\"h1-header\">XXV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Race in the Cities</span></p><p>Although racial dispositions tend to group humans and demihumans along class lines, this is not due to any sort of bigotry. In no city that I have been to is there a policy, official or otherwise, that excludes any race from membership in any organization or group. There are dwarven templars, elven nobles, human gladiators, and halfling craftsmen. In short, a member of any race can hold any position, provided he has the necessary talents and skills. This is certainly not due to any benevolence or sense of justice on the part of the sorcerer kings. I suspect that it has more to do with the fact that such prejudices are a foolish waste of valuable resources. However, this is not to say that all races are equally represented in all classes of society. Every race has certain dispositions that suit it for certain positions in society. The following paragraphs list the occupations which each race commonly pursues in a city.</p><p id=\"header-25-humans\" class=\"h1-header\">XXVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Humans</span></p><p>Humans are the most common and versatile of all the races. They are typically found in any position, from sorcerer-king to farmer. Compared to dwarves, muls, and half-giants, they are not very strong, so there are less of them in the ranks of soldier-slaves and laborers than their proportion to the total population might indicate. Humans have a talent for treachery and political intrigue, so they form a clear majority in the ranks of templars and nobles.</p>\n<p id=\"header-26-dwarves\" class=\"h1-header\">XXVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Dwarves</span></p><p>Due to their strength, dwarves make good laborers, soldiers, and craftsmen, so there tend to be large concentrations of them in these classes. However, if a dwarf sets his mind to attaining a certain position, he can overcome nearly any barrier to his success through sheer determination. I have met hard-working dwarves in the ranks of the templars, nobility, artists, and gladiators.</p><p id=\"header-27-elves\" class=\"h1-header\">XXVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Elves</span></p><p>Most elves found in the cities represent their tribes in the trading bazaars. They are expert bargainers, but are also extremely unreliable to anyone except members of their own tribes. Elves usually avoid slavery by fleeing at the first sign of trouble, but when forced into bondage, they make excellent farmers (provided their owners can keep them from running away), and are often selected as artists due to their ability to flatter potential patrons. Though I have never frequented the Games, I understand that elves also make interesting gladiators, winning their victories through speed and stealth where their opponents rely on strength and endurance.</p><p id=\"header-28-half-elves\" class=\"h1-header\">XXIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Half-elves</span></p><p>City-born half-elves are rarely accepted as members of their elven parent&#x27;s tribe, for their human half makes them suspect to the clannish minds of elven tribesmen. At the same time, they suffer from the reputation for deceit and unreliability that taints elven merchants. Therefore, most half-elves grow as loners, learning quickly to rely only on themselves and to take advantage of others to get what they want. These traits serve them well in the ranks of the templars. When sold into slavery, they either convince their owners that they have hidden artistic potential or find themselves working in the fields as farmers.</p><p id=\"header-29-half-giants\" class=\"h1-header\">XXX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Half-giants</span></p><p>Because of their limited intellectual capacity, halfgiants do poorly in positions of power. They make short-lived templars and aristocrats, and most people are far too cautious with their wealth to buy anything that a half-giant craftsman makes. Therefore, even if born into freedom, the unfortunate members of this race find it difficult to make a living as an honest freeman and usually find themselves bound into slavery. They are generally purchased either by craftsmen in need of strong laborers or by templars filling a half-giant regiment for the king. Occasionally, half-giants manage to retain their freedom for a few years by hiring themselves out as mercenaries.</p><p id=\"header-30-muls\" class=\"h1-header\">XXXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Muls</span></p><p>By their very nature, all muls are born into slavery for the purpose of gladiatorial training. If they prove unsuitable for this purpose, their strength usually commands a good price as a laborer. Occasionally, muls win or purchase their own freedom. When this happens, they make excellent templars. Similarly, they can always find ready employment as an elite mercenary, in the permanent guard of a noble family, or a merchant house sentry cadre.</p><p id=\"header-31-thri-kreen\" class=\"h1-header\">XXXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Thri-kreen</span></p><p>These giant, intelligent insects are not common in cities, for their lives are devoted to the hunt and they possess only a dim understanding of human society. Nevertheless, they are sometimes taken as slaves. In this case, they serve as laborers or farmers, but never as soldiers (they are known to turn on their masters, and any man who trusts one with a weapon is considered a fool). Occasionally, when its pack has been destroyed, a thri-kreen comes into a city of its own free will. In these cases, it either seeks out a position as a templar assassin or volunteers its service as gladiator on behalf of some lucky noble.</p>\n<p id=\"header-32-halflings\" class=\"h1-header\">XXXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Halflings</span></p><p>Halflings are rare in cities, for they are possessed of a personality even more feral than that of the thrikreen. When taken as slaves, they are usually trained for the gladiatorial arena as a curiosity, for it is well-known that they die quickly in bondage. Halflings who have been cast out of their own tribes will serve nobles as hunting guides or craftsmen as stonechippers, but only if their freedom is in no way impinged and in return for room and board only (they view wages as a form of slavery).</p><p id=\"header-33-villages\" class=\"h1-header\">XXXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Villages</span></p><p>In your travels, you&#x27;ll find villages scattered all over Athas, from islands in the Sea of Silt to peaks high in the Ringing Mountains. Usually, they stand at some site of moderate importance, such as a minor oasis, the crossroads of two trading routes, or near a flint or obsidian quarry. They consist of a few crudely built structures erected within a small area. Some villages are surrounded by a stone wall or a thorn-hedge stockade, but all are located in the most defensible position possible. Several times a year, the villagers will be called upon to defend their homes from beasts, raiders, or monsters, and they realize the advantage terrain can provide. No matter how carefully defended a hamlet is, however, don&#x27;t count on it existing for very long. Sooner or later, its defenses will fail and the inhabitants will have to flee or die, abandoning their shabby homes to the desert.</p><p id=\"header-34-client-villages\" class=\"h1-header\">XXXV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Client Villages</span></p><p>The largest, best equipped villages are sponsored by the city-states, usually because there is something in the local area that is of importance to the city. Tyr, for example, sponsors a village at the site of its iron mine, and Urik maintains a sizable town near the obsidian quarries of the Smoking Crown. Occasionally, some interest other than a city also sponsors a village. For instance, the merchant houses of Wavir, Rees, and Tomblador in the city of Balic protect a critical junction along their trading routes by sponsoring the fortress village of Altaruk. The leader of most client villages is a military governor assigned by the sponsoring agency. In the case of city-run villages, this leader is usually a moderately powerful templar of proven loyalty to the sorcerer-king. Other sponsors usually rely upon a Preserver or Defiler as the commander. The governor is assisted in his duties by subordinate officers -templars if a city is sponsoring the village, mercenary fighters if someone else is sponsoring it. Compared to cities, these hamlets are culturally backward. When visiting them, you will find only the barest necessities and no amenities. The Veiled Alliance is rare in client villages, for most hamlets are so small that it is impossible for a mage to hide his presence for long. Where the Alliance does exist, it is only because the members are powerful enough that the authorities feel it would be more trouble to smash than it is worth. The other inhabitants of villages are mostly desperate and rough individuals whose favorite pastimes are far from conducive to the public peace. The governor&#x27;s authority over the inhabitants is enforced by virtue of the garrison he commands. Client villages are rarely self-sustaining. They usually draw their water from a local well or spring, but they must rely upon shipments from their sponsors for food and other supplies. Often, enemies find it easier to destroy the village by cutting off these supply lines than by attacking the village itself. Unlike most other hamlets, when a client village is destroyed, the sponsor generally rebuilds it as quickly as possible. Oft en, to prevent such a holding from being looted repeatedly, the sponsor also goes to considerable effort to track down and eliminate the force that ruined the village in the first place.</p><p id=\"header-35-slave-villages\" class=\"h1-header\">XXXVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Slave Villages</span></p><p>As we all know, slave escapes are far from rare on Athas. Those who survive inevitably find their way to one of the hundreds of slave groups hiding in the most forlorn parts of the desert. Because slaves are not well equipped to survive the rigors of the desert, most bands formraiding tribes(described later). These tribes make their bases in villages located in the most miserable, difficult-to-reach parts of the desert. If you happen to stumble upon a slave village, you won&#x27;t be allowed to leave without first becoming a tribe member, and you won&#x27;t be asked to become a tribe member unless you can prove you&#x27;re an escaped slave or will perform some great service for the tribe. The only alternative to membership, however, is a slow and lingering death in the desert. The leaders of slave villages are usually the best military thinkers, which means these hamlets are dominated by soldiers or gladiators. Wizards or extemplars-turned-slave never serve as leaders, for the slaves are too wary of magical power to trust such men in positions of leadership. No matter who leads the community, however, he must be careful not to be seen as a dictator. The slaves are quick to overthrow anyone who limits their freedom. Despite unpleasant associations with the sorcererkings, slaves realize what wizards can do to protect them. Therefore, wizards and sorcerers are more tolerated in slave villages than anywhere else. Usually, however, a hamlet has only one type of wizard: either Preservers or Defilers. The friction caused by the two different approaches to magic is destructive to village harmony. Many escaped slaves were once artists, so most slave hamlets have a rich cultural life. Should you visit a slave village, you will no doubt find brilliant masterpieces of sculpture and painting in ramshackle huts, and be entertained at night by poetry recitations, concerts, and plays. Most slave villagers are truly thankful for their newfound freedom, so you will note a certain blissful atmosphere in the community. At the same time, you had better be aware that there is also an undercurrent of barbarism that could explode into violence at any moment. Many ex-slaves are gladiators, soldiers, and other rough sorts who believe that the best way to resolve differences is with the sharp end of a dagger. Whether artist or gladiator, all the inhabitants are painfully aware that slave-takers from a nearby city could appear at any time, so they live with only one goal in mind: to enjoy what time they have to the fullest.</p>\n\n<p id=\"header-36-dwarven-villages\" class=\"h1-header\">XXXVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Dwarven Villages</span></p><p>You will find dwarven villages in any place dwarves have a reason to gather for a common purpose. Dwarves wishing to build a toll-bridge have established villages on isolated banks of dust fjords. Others, convinced that hidden seas lie under the Great Ivory Plain, have founded a hamlet in the center of the vast salt flat to drill for water. Still others, determined to restore the lost City of Dwarven Kings to its former glory, have built their village in the middle of the vast expanse of sand that long ago buried the ancient metropolis. The leader of most dwarven villages is the person who first devoted himself to the idea that is the focus of the town&#x27;s existence. All of the other dwarves look to him for guidance and planning, executing his most tentative suggestions as if they were commands. If the leader of the village dies, then leadership is passed on in descending order of arrival. The dwarf who joined the project second becomes the new leader, then the one who joined third, fourth, and so on. In these villages, dwarven culture, what there is of it, centers on the family. When the dwarves are not working toward achieving the community&#x27;s focus, they are caring for their families. Relations between the families are generally close and friendly, their ties strictly regulated by a code of honor. Although it is extremely rare for a dwarf to break this code, those who do are banished from the village. If you ever visit a dwarven village, be sure to ask for a recitation of its code of honor as soon as you reach the outskirts, or you may find yourself entangled in a blood feud with an entire community of stubborn dwarves. There is no Veiled Alliance in any dwarven community, and wizards are not tolerated within their bounds unless someone the dwarves trust will vouch that the wizard is a friend of the dwarven race.</p><p id=\"header-37-halfling-villages\" class=\"h1-header\">XXXVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Halfling Villages</span></p><p>As noted later (seeHunting and Gathering Clans),most halflings wander the forest ridges along the crest of the Ringing Mountains, sustaining themselves through hunting and gathering. Generally, they live in small, isolated clans that ramble through a well-defined territory. Every 100 days, however, these clans go to a small village abutting their territory. The village is little more than a stone pyramid rising above the forest canopy, surrounded by ten to twelve stone houses where the tribal chief, his wives, and high priests live. The chief resembles the sorcerer-king of the cities in that he is the absolute ruler of his territory (usually all the forest within fifty miles of his village), and in that he is a powerful wizard. However, all halfling chiefs are Preservers, not Defilers, and exercise great care not to destroy the forest when they use their magic. For this reason, their magic tends to be much less powerful than that of the sorcerer-kings, and their lifetimes are limited to a normal span. Most of their powers come from their psionic abilities. Halfling villages serve two important functions. First, they are a neutral area where different clans can meet without infringing on each other&#x27;s territory. Thus, this is where marriages are arranged, goods are traded, and information is passed between clans. Second, a village is the chief&#x27;s home and the center of the government. When the halfling clans go to a village, they take with them food and other items to sustain the chief, his family, and the advisors. Assuming the chief deems the offering adequate, he rewards them by bestowing upon them the rangerlike abilities that make halflings such capable hunters and stalkers. Aside from using his powers to help his followers be good hunters, the chief also has the duty to defend his clans&#x27; territories from outside encroachment. Therefore, he can conscript subjects as warriors or to build communal structures that serve the general welfare of entire tribe. This authority is never invoked for the purpose of fighting or building defenses against other halflings. Among all halflings, there is such racial harmony that they never fight with one another. When confronted with conflicting interests, even two chiefs will work together to find some compromise that serves both of them. Before moving on in my narrative, I must take a moment to offer a warning to any reader who is contemplating a visit to a halfling village: the greatest gift a clan can offer its chief is a feast. And the finest feast a halfling can imagine is a delicious human or demi-human who has wandered into their territory and been hunted down.</p>\n<p id=\"header-38-dynastic-merchant-houses\" class=\"h1-header\">XXXIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Dynastic Merchant Houses</span></p><p>Merchants are the masters of commerce. In one way or another, everything that a city-state needs and cannot produce itself must pass through their hands. For Tyr to trade its precious iron for ceramic pots from Balic, a merchant must purchase the iron in Tyr, carry it to Balic, arrange an exchange, carry the pots back to Tyr, and sell them. The merchant makes a tidy profit at both ends of his journey -which is only fair, when you consider the risks involved in transporting such commodities. Merchants are indispensable to every city, but that does not make them popular. Successful merchants become incredibly wealthy, a fact that templars and nobles alike envy. A merchant&#x27;s business dictates that he ignore governmental boundaries and avoid political allegiances, which makes him suspect in the eyes of the sorcererkings. Merchants are jealously tolerated, but never truly welcomed by the upper classes. The templars grant them long-term licenses to reside and do business within the city walls, but merchants are never considered citizens and are not granted the protection of the city&#x27;s laws. As a consequence of their non-citizen status and the requirements of their profession, merchants have developed a specialized sub-society of their own. They organize themselves into companies calledmerchant houses.These houses consist of sever al different branches, each designed to fulfill one aspect of the company&#x27;s needs. Most merchants see no commercial value in keeping the basic structure of their organizations secret, so it is possible to provide a sketch of the way most houses operate.</p><p id=\"header-39-headquarters\" class=\"h1-header\">XL.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Headquarters</span></p><p>Most trading houses are owned by a single family, which maintains a headquarters in its favorite city. Usually, it is a large, well-defended compound situated in a secure area as far away from noble mansions and templar complexes as possible. Although they will not discuss the matter, we can assume that a great deal of the family&#x27;s wealth is stored in secret vaults within these compounds. Needless to say, merchant headquarters are heavily guarded against both assassins and thieves, and all of them have established sophisticated escape routes in case the need arises for a sudden departure. The family patriarch (or matriarch) directs the operations of the entire merchant house from the headquarters. Agents from the house&#x27;s farthest outposts are constantly entering and leaving the compound, delivering profits, collecting bonuses, making reports, receiving instructions, and attending to every detail of business. Despite the constant buzz of activity, however, the guards at the gate will permit only agents of the house to enter the compound. In the case of larger houses, recognition is often achieved through secret signals or passwords. Merchant houses are owned in common by all direct descendants of the founder, but control is passed on from the patriarch or matriarch to any family member of his or her choosing. In the most successful of the merchant houses, the patriarchs are careful to choose their successors on the basis of ability and integrity. When this is not the case, however, the rest of the owning family sometimes withdraws its support from the patriarch and chooses a new one -or even allows the house to collapse.</p>\n<p id=\"header-40-emporiums\" class=\"h1-header\">XLI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Emporiums</span></p><p>In addition to their headquarters, most merchant houses maintain large trading emporiums in five to ten different cities. These facilities consist of large buildings where all manner of goods are stored in neat bins. When a resident enters one of these emporiums, an agent of the house is assigned to accompany him and see to his needs. If the customer has come to sell, he will discover that the agent is interested in buying almost anything. Of course, a few restrictions apply. First, it cannot be against the laws of the city to possess or otherwise handle the item being offered. Second, the item must be of demonstrated value to someone somewhere. Finally, the resident must be willing to part with the item for about half of its true worth (a quarter if it must be transported to another city before being resold). If a deal is struck, the customer is paid in hard currency or goods, as he prefers. If the customer has come to buy, an agent will lead him through the emporium and offer to sell him anything in which he expresses an interest. Generally, most emporiums have an ample supply of common items, such as tools, building supplies, clothes, etc., and also supply one or two types of rare items, such as jewelry, gems, food, weapons, etc. Although it is possible for a customer to bargain for a lower price, most agents will not accept less than an item&#x27;s true value-and will obviously try for somewhat more. Payment is accepted in goods or metal coin. Most emporiums are run by trusted senior agents of their parent merchant houses, if not by a member of the owning family itself. These agents handle large transactions themselves, and generally live in well-guarded areas over, behind, or beneath the trading floor. I believe, though I am guessing when I say this, that operating capital for the emporium is generally stored in a secret vault located somewhere within the senior agent&#x27;s living quarters.</p><p id=\"header-41-outposts\" class=\"h1-header\">XLII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Outposts</span></p><p>Merchant houses also maintain trading posts in the wilderness areas and wastelands of Athas. Such outposts can be found wherever there is something to trade and someone to trade with: in the Ringing Mountains, where halfling chiefs exchange hardwoods for obsidian spear heads; in the rocky badlands, where thri-kreen hunters trade sacks of minerals for hand-carved whistles; on the banks of the Sea of Silt, where friendly giants barter blocks of granite for tarp-sized woolen capes. I have found the agents manning these trading posts to be the toughest and most self-reliant men and women employed by the merchant houses. They commonly barter with the most feral and ferocious humans, demihumans, and humanoids; they enjoy making long journeys into the wastelands in search of new goods, and they take a great pride in their hard lifestyles. Unfortunately, necessity dictates that outpost agents be the most expendable members of a merchant house. Their facilities consist of little more than a mud-brick warehouse built inside a walled fortification. Usually, the house employs a small band of mercenaries to defend it, and sometimes even a mage and/or a cleric, but the remoteness of the outpost dictates that such forces be kept to a minimum. Trading posts are easy marks for raiding tribes and hungry monsters. By no stretch of the imagination is it uncommon for a supply caravan to find the outpost it has traveled days to reach demolished and the inhabitants slaughtered.</p>\n<p id=\"header-42-caravans\" class=\"h1-header\">XLIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Caravans</span></p><p>Every merchant house relies upon its caravans to move goods from one city to another and to supply its trading posts. Every house has its own theory on the best caravan configurations, but they all want to accomplish the same thing: moving cargo from one location to another as quickly as possible with the least chance of it being stolen. Some caravans are small and swift, relying upon speedykanksto carry them and their cargo out of harm&#x27;s way. If you ever have a chance to ride with such a caravan, do so. At first, you may be hesitant to mount a four-hundred pound, six-legged insect with pincers the size of your legs, but you will quickly discover that these gentle beasts are excellent mounts. Even at their slowest pace, they move like the wind. When they run, it seems you&#x27;re flying. Other caravans consist of a single, huge, slowmoving wagon with armored flanks, depending on nearly impregnable defenses to discourage attacks. Such wagons are usually drawn by a pair ofmekillots,cantankerous six-ton lizards with a fondness for eating their handlers. Aside from a force of mercenary outriders, the entire caravan is carried inside the wagon: drivers, guards, supplies, and cargo. At first, this might seem like an easy way to travel, since all a passenger need do is lounge about-but I&#x27;d rather walk from Balic to Urik in my bare feet. The quarters are cramped and hot, the entire wagon smells of unwashed humans and demihumans, and the journey lasts forever. Most caravans take passengers, but the only cargo they will carry is that of their own merchant house. The houses are much too competitive to carry cargo for each other, or to trust their cargo to another house&#x27;s safekeeping. The caravans are led by a shrewd captain, often a former mercenary or soldier hired by the house for his military skills. To defend the caravan, the leader either hires individual mercenaries or subcontracts with a mercenary band. From the time the caravan leaves one city&#x27;s gate until it enters another&#x27;s, the captain&#x27;s word is law, and to disobey his command is to risk banishment or death. No matter what a captain does on the trail, only one thing will cause his employers to dismiss him: abandoning the cargo. As long as he delivers the goods to their destination, the house assumes that he is doing his job well.</p>\n<p id=\"header-43-employment-terms\" class=\"h1-header\">XLIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Employment Terms</span></p><p>In most houses, there are four general categories of employees: family members, senior agents, agents, and hirelings.</p><p id=\"header-44-family-members\" class=\"h1-header\">XLV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Family members</span></p><p>are, to one extent or another, all owners of the companies. They are usually based in the headquarters and oversee the administrative operations of the house, such as the keeping of accounts, routing of caravans, and planning for expansion. Often, they are also sent to run emporiums in distant cities. Of course, a family member&#x27;s relationship with his house can be terminated only for the most dreadful breaches of trust.</p><p id=\"header-45-senior-agents\" class=\"h1-header\">XLVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Senior agents</span></p><p>are trusted employees of the house and have the authority to conclude fairly large deals in the house&#x27;s name. They are assigned to important positions requiring a fair amount of skill, such as running emporiums, outposts, or being caravan captains. A senior agent holds his position for life, and can even pass it on to a trusted son or daughter -though the house patriarch or matriarch has the option of replacing incompetent senior agents who have risen to their positions through inheritance. It should be noted that although both outpost agents and caravan captains are senior agents, they seldom pass their positions on to children. Even if they survive long enough to have families, the children are usually too wise to follow in their parent&#x27;s footsteps.</p><p id=\"header-46-regular-agents\" class=\"h1-header\">XLVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Regular agents,</span></p><p>like senior agents, are usually life-long employees of the house, but their employment can be terminated for just cause by senior agents or family members. Agents usually have limited authority to conduct a specific type of business.</p><p id=\"header-47-hirelings\" class=\"h1-header\">XLVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Hirelings</span></p><p>are people the house contracts to perform a specific service. Their relationships are usually short term, although hirelings who perform well are usually assured of receiving more work of a similar nature in the future.</p><p id=\"header-48-the-merchant-code\" class=\"h1-header\">XLIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Merchant Code</span></p><p>All merchant houses abide by a strict code of ethics that applies to all employees from family member down to agent. Although this code varies from house to house and is usually kept secret, it is not impossible to loosen an agent&#x27;s tongue with a few friendly tankards of ale. Generally, I&#x27;ve found that all merchant house codes are designed to promote commerce and keep the house out of trouble with the templars and the sorcerer-kings. They usually include the following provisos:</p><p>1. Recognition that by joining a merchant house, the agent forsakes citizenship in any city or membership in any tribe. 2. An oath by all members of allegiance to the merchant house. 3. A promise to perform in the best interests of the merchant house in return for a specified salary. 4. A promise to deal honestly with stranger, friend, and foe alike.</p>\n<p>5. A promise not to flaunt any wealth gained through employment with the house. 6. A promise to uphold the laws of the city in which the agent is stationed, and to do nothing to bring the wrath of the sorcerer-king or his agents down upon the house. 7. A promise to cooperate with other merchants to make life very expensive for any person (this usually means templars) who unjustly imprisons, blackmails, or otherwise harasses any merchant.</p><p>In most merchant houses, violation of its code is sufficient reason to terminate the house&#x27;s relationship with any agent, senior agent, or family member.</p><p id=\"header-49-elven-merchants\" class=\"h1-header\">L.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Elven Merchants</span></p><p>Many elven tribes enrich their lives as nomads by becoming merchants. As tireless runners and desert wanderers, they are well suited to caravan life, but elves are too restless to establish a permanent headquarters. Instead, the tribe itself serves as the headquarters, with the chief acting as a patriarch. The chief&#x27;s advisory council, composed of a senior member from each family, handles the administrative functions such as keeping of accounts, keeping track of inventory, and setting prices. Most tribes are not wealthy enough to build or maintain bartering emporiums in the cities. Instead, they rent dilapidated buildings or erect semipermanent stalls on the outskirts of the trading quarter. These bazaars, commonly referred to as the elven market, often have unusual and rare goods for sale from all corners of Athas. In most cities, the elven market is a disreputable place. Unlike other merchants, elves abide by no code of ethics. People who buy there usually assume they are purchasing stolen property or goods of inferior quality. The elven market is also the primary source of banned goods, such as spell components and other equipment necessary for a wizard to practice his craft.</p><p>Although elves sell to all comers with no questions asked, they are adept at detecting the presence of templars and the sorcerer-king&#x27;s agents (generally through the use of psionics). As a templar passes through the elven market, I have never failed to be amazed at how quickly banned goods disappear in front of him and reappear after he passes. Despite the elves&#x27; expertise at deceiving (or fleeing) the templars, many of them are enslaved for selling banned goods. When this happens, most elves are rarely concerned. They simply wait for the first opportunity to escape, then run into the desert and rejoin their tribe. If this proves impossible, they bide their time by trying to flatter their masters into promoting them into artistic status-which I believe is the reason so many noble homes are decorated with tasteless paintings and worthless sculptures. Most templars will not admit it, but elves rarely remain in captivity for long. Their tribes are extremely close-knit, and they would not think of leaving one of their members in peril. To secure the release of even the lowest-ranking tribe members, they have been known to offer exorbitant bribes (though I have yet to hear of any tribe actually paying such a debt). Most often, they simply help the slave escape and, if possible, assassinate the accusing templar, then leave the city with all their tribe members and omit it from their caravan routes for a few years. Usually, a tribe stays at a city for only a month or so. Unless it leaves under dubious circumstances, a handful of its members stay behind to conduct business at the bazaar. They usually live together in the same building from which they conduct their business. Often, this band contains a considerable number of thieves who employ their talents to add to the store of valuable merchandise that the tribe will sell in another city. By the time the tribe returns-anywhere from six months to several years later-these elves are more than ready to leave the city and return to the wandering life. Any half-elf children that happened to have been conceived during this time are left in the city, as they would find an unwelcome reception within the tribe. Outside the city, elven merchant tribes do not maintain trading posts. Instead, they conduct their business as they wander the Athasian deserts, stopping here to graze, there to bargain, and anywhere to steal. In most cultures, few sights are more agitating than that of a tribe of elves camped nearby. The next few days are certain to be filled with seedy entertainment, hard bargaining, and a small but steady outflow of stolen property. I was once with an elven tribe when another elven tribe camped nearby. On the first night, my host tribe arranged an evening of entertainment for the purpose of luring the other tribe away from its camp. While their guests were enjoying the party, my hosts sent a contingent of thieves to rob the guests&#x27; camp. The guests reciprocated the next night, stealing back not only their own property, but a considerable amount of my host&#x27;s (and my own) property as well. These affairs continued for about a week, with the parties growing progressively more wild and ribald each night, until finally both tribes claimed that they had gotten the better of the contest and parted ways. In truth, I don&#x27;t know who won the contest; I lost a precious rusty steel dagger and four copper coins, but my share of the host tribe&#x27;s booty was a shiny helmet of bronze! Lest anyone make the mistake of thinking it is easy to join an elven tribe, I should point out the circumstances by which I came to be among them. Before being accepted as an equal, I had traveled with the tribe for two years and single-handedly saved the chief&#x27;s daughter from being eaten by a pack of wild thri-kreen. Still, the experience was worth the effort, hardship, and risk and I would not have passed it up for anything on Athas. Elven caravans are notoriously light and fast. The elves prefer to travel by foot, carrying their personal belongings in a sack slung over their shoulders. Cargo is transported on kanks, the only beasts of burden capable of keeping up with an elf if he breaks into a full run. During my time with the elves, I rode a kank whenever we were on the road.</p>\n<p id=\"header-50-nomadic-herdsmen\" class=\"h1-header\">LI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Nomadic Herdsmen</span></p><p>Herdsmen live in groups calleddouars.Each douar consists of a dozen families or so that wander the desert together. They move from pasture to pasture, pausing wherever there is water and enough forage to feed their animals. When the forage is gone, they pack up their belongings and move on. It is a practical impossibility for the douars to be much larger than twelve families or so. It requires more than a dozen animals to sustain each family, so each tribe needs about 140-150 beasts to survive. In most parts of Athas, this is the largest number of beasts that can graze a pasture area without starving. If more than a dozen families try to live together, there will not be enough forage for the additional animals. Most herders rely upon flocks of erdlus for their livelihoods. Erdlus are flightless, featherless birds covered with flaky gray to red scales, weighing as much as a full-grown man and standing as high as a tall elf. They have powerful, lanky legs ending in four-toed feet with razor sharp claws, and can run at great speeds over distances of several hundred yards. Their bodies are massive and round, with a pair of useless wings folded at their sides. Attached to their yellow, snake-like necks are small round heads with huge wedge-shaped beaks. These beaks are equally suited for working between thorns to crop forage at the roots, for piercing a predator&#x27;s heart like a spearhead, or for making a meal of unwary reptiles. The first time a herder asked me to share one of the gruesome bird&#x27;s eggs, I almost refused, imagining that the wrinkled, leathery shell could contain nothing edible. I couldn&#x27;t have been more wrong! Erdlu eggs are a treat not to be missed. When consumed raw, as is the custom when the tribe is on the move, the red yolks have a zesty, gamey taste both satisfying and invigorating. If cooked, the whites form a spongy cake with a rich taste not unlike sharp cheese. All in all, erdlu eggs are an excellent food; a man can survive for months eating nothing else, and by drinking them raw, he can even go for a week or so without water. Aside from their eggs, however, the erdlus provide the herders with many of the other things needed to survive in the desert. When a bird becomes too old or infirm to travel, its meat fills the stew pot. One of the best knives I ever owned had an erdlu claw edge, and the birds&#x27; sharp beaks make fine spearheads. Herders long ago learned to make a kind of light armor from the birds&#x27; scaly wings, and the tendons of their long necks make fine bowstrings. Considering the value of even one of these beasts, it is no wonder that humans, demihumans, and the creatures of the wastes all regard erdlus as prize quarry. Herdsmen must guard their flocks day and night, battling off or fleeing from a startling array of raiders, thieves, and monsters. As you might expect, most herdsmen are capable fighters, but even these hardy warriors know that it is best to avoid a fight whenever possible. Therefore, herdsmen tend to be gracious hosts, save that they interrogate their guests mercilessly, trying to learn all they can about the location of the dragon, raiding tribes, and anything else that might threaten their flocks. The douars are generally led by the tribe&#x27;s wizard. The wizard is always a Preserver and never a Defiler, for herdsmen have a deep hatred of anyone who deprives them of good grazing land. The wisest member of each family serves as an advisor to the leader, though the weight given to their opinions varies from tribe to tribe. Herdsmen have a deep and abiding respect for druids, and always leave offerings of food and other gifts at any place they pass where they know a druid resides. Clerics, too, are sure to receive a warm welcome from a herding tribe, for the cleric&#x27;s magic can be of great use in helping the tribe defend its herds. Templars, however, rarely survive a visit to a nomad camp. Herdsmen have independent spirits, and they regard servants of the sorcerer-kings as harbingers of drudgery and slavery.</p>\n\n<p id=\"header-51-elven-herdsmen\" class=\"h1-header\">LII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Elven Herdsmen</span></p><p>Many elven tribes have become merchants, and some have become raiders, but elves are by nature nomads and herders. They are possessed of an independent spirit and a wanderlust unmatched in any other Athasian race. This free spirit causes other races to regard elves as deceitful and lazy-which, even I must admit, is more or less true if your perspective is that of an honest craftsman or a hardworking merchant-house agent. What other races fail to understand is that the elf would rather live a short and happy life than a long and cheerless one. Elves have adapted to the rigors of the Athasian wastelands in a unique way: they embrace the inevitability of death and hardship and make no attempt to escape it. In their view, the future is bleak and terrible-so one should do all he can to enjoy life today! Admittedly, this outlook makes elves notoriously untrustworthy, but only where outsiders are concerned. Within their own tribes, they follow a strict code of honor regulating what liberties they can and cannot take with the property and rights of others. Of course, this code does not apply to those who are not members of the tribe (elven or otherwise), and strangers are expected to look out for themselves. This free-for-all attitude applies even in the area of courtship. When a young warrior is ready to take a mate, he spies upon other tribes, trying to pick out a suitable woman. If he finds one he likes, he hides outside the camp until an opportunity comes to steal her. If the elf has already approached the maiden and she is agreeable to being abducted, she will no doubt make his wait a short one and accompany him with only a token show of resistance. However, if the maiden does not wish to go with the warrior, his wait may well be a long one, and when he finally does have an opportunity to seize her, she just might kill him. It should also be noted that I have met several elven women who, wishing to stay with their own tribes, stole the male elf of their dreams in this same manner. Whatever the sex of the victims, once they have successfully been taken to the abductor&#x27;s camp, a messenger is sent to the old tribe to announce the safe arrival of the newlyweds. The abductees then become members of their mates&#x27; tribe, and all ties with their old tribe are broken. Even if they returned, they would be regarded as outsiders. This may seem a cruel custom, but I doubt that most elven marriages would last for more than a few weeks without it. Elven tribes vary from other herders in more ways than their cultural customs, however. Erdlus cannot travel for long distances at the rapid pace elven tribes prefer, so elves prefer to keep kanks instead. Generally speaking, the giant insects are an inferior herd animal-but are ideally adapted to the elven temperament and lifestyle. Kanks can eat nearly anything, so their keepers can wander deeper into harsh wastelands and stay longer than most other herders. In hives, kanks instinctively divide themselves into vicious guards, food producers, and brood queens, so the elves have very little to do in the way of animal husbandry. This leaves them free to devote themselves to their favorite pastime: frenzied feasting and wild revelry. Of course, there are a few drawbacks. The only food that kanks provide is a thick green honey secreted by the food producers and stored on their abdomens in melon-sized globules. If the tribe wishes to move, it must either move very slowly (for elven tastes) so the food producers can keep up, or remove all of the honey droplets from the kank abdomens. While kank honey provides plenty of energy, if you eat it for more than two or three weeks without a supplement of edible vegetation, you start to lose weight and grow weak, just as if you were starving. In addition, the meat of the kank itself is inedible -when a kank is killed, its flesh begins to emit an odor so foul that not even a starving man can stomach it. Aside from its honey, the only useful thing that a kank provides is a chitinous armor-providing an elf is patient enough to sit outside camp and use sand to scrub the stink of the insect&#x27;s flesh off the carapace. Because of these shortcomings, elves are forced to spend more time hunting and foraging than other tribes. It is when the hunting is bad, or when they find themselves in dire need of something they cannot acquire through foraging, that they must turn away from their free-spirited way of life and become merchants or raiders.</p>\n<p id=\"header-52-raiding-tribes\" class=\"h1-header\">LIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Raiding Tribes</span></p><p>When I say that raiders are the parasites of the desert, no one will disagree. Either unable or too lazy to earn their own living, they feed and clothe themselves by stealing from caravans, lonely villages, hermits, and even the cultivated fields surrounding the cities. Their tribes vary in size from a dozen individuals to several hundred, depending on the territory they work and from whom they usually steal. Although raiders may be scoundrels and cutthroats, they are not fools. They do not prey upon those who stand a chance of fighting back and winning. Tribes numbering no more than one or two dozen prey upon hermits and small parties of travelers. On the other hand, the tribes that plunder caravans number in the hundreds, and those that loot villages have as many as a thousand members. Most raiders make their homes in some forlorn place, such as rocky badlands or a secret oasis in the middle of a salt plain. Of course, the raiders are attempting to hide their location, but the isolation of their villages also makes it difficult and expensive to send a force to destroy them. This tactic works all too well; I can count on my fingers the number of raiding tribes that I know to have been destroyed in retribution for their thievery. Usually, the raiding tribes pick their leaders through a hierarchy of violence. The most deadly (often a Defiler) is the leader. Invariably, he chooses the most dangerous and toughest tribe members as his assistants,-ensuring their loyalty through special rewards and treatment. The other members of the tribe are kept in line through the threat of force. If the leader is a wizard, he will seldom tolerate the presence of another wizard in his tribe. If the leader is not a wizard, one of his assistants is usually a Defiler who jealously guards his position in the-tribe.</p><p id=\"header-53-slave-tribes\" class=\"h1-header\">LIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Slave Tribes</span></p><p>When they escape, slaves usually find their way to one of the many slave villages (seeVillages)dotting Athas. Usually, these villages serve as the base for a raiding tribe, for slaves seldom have the skills necessary to survive in the desert. Though slave tribes are no less fierce or destructive than other raiders, they tend to leave other villages, hermits, and small parties of travelers alone. Their attention is directed at the city-states themselves, as well as the caravans carrying goods between those city-states. In this regard, we can excuse their violence, for it almost takes on the character of a war against their former masters. In fact, slave tribes have been known to attack templar caravans and expeditions at great risk to themselves-even when there was no economic incentive! Slave tribes vary from other raiding tribes in several important ways. First is the special treatment they give other slaves. Only ex-slaves are allowed to join a slave tribe, and when they attack a caravan, their first priority is freeing all the slaves in it. At the very least, these slaves will be given directions to the closest safe oasis, and enough food and water to reach it. More often, they are offered membership in the slave tribe. Second, slave tribes have an innate suspicion of the power that a wizard can wield, so they will never allow one to become their commander. Instead, their leaders are usually ex-soldiers, slaves, and sometimes gladiators. Finally, most raiding tribes are naturally composed of one particular race, but slave tribes tend to have a wider variety of stocks. In every city, a wide selection of races are used as slaves. An equally wide selection escapes and finds its way to the slave villages, so it should come as no surprise to discover that most slave tribes are composed of a wide variety of races.</p>\n<p id=\"header-54-giant-tribes\" class=\"h1-header\">LV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Giant Tribes</span></p><p>Clans of giants inhabit the various islands of the Sea of Silt, especially those of the Forked Tongue estuary. Periodically, a group of them wades ashore to raid the fields surrounding a city or to pillage some hapless village. After the raid is finished, they wade back to their island homes, secure in the knowledge that they cannot be followed. Fortunately, giants aren&#x27;t such bad people when they aren&#x27;t smashing your home, and they can be very talkative. From the few I&#x27;ve visited, it appears that when they aren&#x27;t raiding, most of them keep small herds of erdlus and kanks. They live in huge stone huts shaped like beehives, consisting of a single room with the beds and sitting areas along the wall. A cooking fire and the food preparation area is located in the middle of the room, beneath a smoke-hole in the ceiling of the hut. Housekeeping habits vary by individual; some huts are meticulously clean, others are so cluttered with halffinished projects that even a small person can hardly find a place to sit. As a cautionary note, I should warn you that there are two things you should never do around a giant:</p><p>First, never assume that just because you see one, he&#x27;s going to attack. When giants come to shore, they usually have a specific goal in mind and will not bother anyone who does not stand in their way. Nothing makes them angrier, however, than being attacked just because somebody thinks they&#x27;re going to cause trouble. Second, never visit a giant&#x27;s island uninvited. They are a very polite race who would not dream of visiting your home uninvited, unless they intended to steal something. Most giants assume that you will behave according to similar standards.</p><p id=\"header-55-thri-kreen-tribes\" class=\"h1-header\">LVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Thri-kreen Tribes</span></p><p>Most packs of thri-kreen are hunters (seeHunt- ing and Gathering Clans),but occasionally they start preying on caravans, villages, or even lurking about the outskirts of cities and attacking farm slaves. When they start preying upon other intelligent races, they cross the thin line between hunting and raiding. The fact that they never need to sleep and stay in a state of more or less constant activity makes them especially dangerous. When they start to track a caravan, they can quickly overtake it, then attack without pausing for a rest. If it is a village they are raiding, their tireless nature makes them no less menacing; given two or three days of constant harassment, even the most courageous defenders will be reduced to a bundle of quivering nerves. Most often, raiding thri-kreen are more interested in food than in goods. They eat or take away every living being, but seldom take anything that is not of immediate use to them. I once ran across a band of human scavengers who made a practice of following a thri-kreen raiding pack around and collecting the booty left behind. Six months later, I ran across the same band of scavengers -they still had all the booty they had collected, but had themselves fallen victim to the thri-kreen. Thri-kreen are intelligent, so it is possible to approach their camp and strike up a conversation without becoming a meal. This is one risk I have personally chosen to avoid, however. Even solitary thri-kreen tend to be treacherous and unreliable and I cannot imagine trusting a group of them.</p>\n<p id=\"header-56-halfling-tribes\" class=\"h1-header\">LVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Halfling Tribes</span></p><p>Although normally simple hunters and gatherers (seeVillagesandHunting and Gathering Clans), halflings occasionally come down from the mountains in search of gifts for their chief. Usually, these tribes have been assigned such tasks as a form of punishment for some trespass they committed against another tribe or the chief. Halflings have little concept of property, and they regard anything that moves as a potential meal, so it is difficult to regard them in the same light as normal raiders -their concept of right and wrong is so different from ours that it is absurd to hold them to the same moral standards. That does not change the effects of their actions, however. Halfling tribes will sneak up on a sleeping caravan, a village, sometimes even a city, and carry away whatever they can lay their hands on-goods, animals, and people. The animals (and sometimes the people) they eat immediately, but they usually attempt to take prisoners and stolen items back to their village as a gift for the chief. Such raiding parties are led by the clan&#x27;s normal leader, often a fairly powerful psionicist. If it proves too difficult for the raiders to steal what they want on the first night of attack, the psionicist usually tries to use his talents to help the clan escape. They return the next night with a different plan of attack, and, if they do not succeed, the night after that, then the night after that, etc. They will keep returning until they steal what they want, or until the entire raiding party is destroyed. There are two other peculiar things about halfling raiding parties. First, no one can tell what the raiders are after, not even the raiders themselves. They simply start taking things until their leader declares that they&#x27;ve got what they came for, i.e., an item of suitable magnificence for their chief. This can be an item as common as a kank saddle, or something as exotic as the bejeweled scabbard of a magical sword. Second, when a halfling raider is captured alive, he refuses to eat or drink, attempting to starve himself to death. He will not, however, attempt to escape or to kill his captors, as he views his capture as a sacrifice to his clan&#x27;s chief.</p><p id=\"header-57-elf-tribes\" class=\"h1-header\">LVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Elf Tribes</span></p><p>Elven raiders are nomad or merchant tribes who have been reduced to thievery in order to support themselves. The cause of this transformation is almost always some disaster that has deprived them of their normal livelihoods, such as the loss of important cargo or a bank hive. Often, the tribe returns to its former way of life as soon as it recovers, so it is not uncommon for a group of elves to be raiders one year and merchants the next. Attacks by elven raiders are seldom as bloody as those by other groups. Usually, the elves arrange some diversion, such as a stampede or fire, then sneak into the camp to steal. If the tribe was formerly a merchant tribe, they place the highest priority on goods; if it was formerly a herding tribe, they usually have the greatest desire for kanks. After they&#x27;re finished, the elves rely on their great speed to flee, pausing only to disable any means their victims may have of catching them (such as kank mounts). Although they&#x27;ll steal everything in sight, elves are not murderous. They rarely attack anyone except those who stand between them and the bounty for which they came. For more information on elves, see<em>Nomadic</em> <em>Herdsmen</em>or<em>Dynastic Merchant Houses.</em></p>\n<p id=\"header-58-hunting-and-gathering-clans\" class=\"h1-header\">LIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Hunting and Gathering Clans</span></p><p>Hunting and gathering clans are small groups that make their living through hunting meat animals and foraging for edible plants. Their number is usually small, between 10 and 50 individuals, and their culture is simple and practical. They devote their free time to making weapons, clothes, and shelter; otherwise, they are usually tracking animals or foraging for edible plants. Their lifestyle is the most primitive of any on Athas, but it is also the freest. They wander across great tracks of Athas without regard for political boundaries, following game wherever it leads. Even though their lives are hard and short, whatever they do, they do for themselves. If a hunter is not hungry, he does not hunt; if he already has a fine bow and plenty of arrows, he does not make another; if his family has a good tent to protect them at night, he does not erect another. Most hunting and gathering clans are thri-kreen or halflings, although small groups from other races also make their livings in this manner. Humans seem to lack the stamina to endure this lifestyle in the rigorous wastelands of the desert; in all my travels, I have never seen a clan of human huntergatherers.</p><p id=\"header-59-thri-kreen\" class=\"h1-header\">LX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Thri-kreen</span></p><p>Thri-kreen are hatched to hunt. They roam the desert in packs of up to twenty-five beasts, always searching for fresh quarry. On those rare occasions when they are not hunting, thri-kreen are making weapons. They never sleep, and pause to rest only rarely. Unlike most other hunting clans, they do not burden themselves with shelters or other belongings, taking with them only what they can carry in their own mandibles. Thri-kreen packs usually do not hunt other intelligent beings (aside from the occasional elf) unless they have turned to raiding as a means of supporting themselves. The thri-kreen pack is organized along a strict order of dominance. The most aggressive, toughest member is the leader. The second most aggressive member is next in charge, and so forth. Whenever there is any dispute about the dominance order, the two contenders fight until one of them surrenders or dies. After the fight, there is never any bad will between the contestants; once the issue of dominance is resolved, they both go about their business with the full security of knowing just where they stand in the pack. This pack instinct can make thri-kreen seem belligerent and contentious, yet strangely loyal, in the eyes of other races. The thri-kreen&#x27;s pack instinct is so strong that when a single thri-kreen is a member of a group including other races, it attempts to establish a dominance order. The thri-kreen instinctively attempts to bully the other members of the &quot;pack.&quot; If they let it get away with this behavior, the thri-kreen figures that it&#x27;s the leader of the pack; if someone stands up to it and defeats it in a contest of physical prowess, the thri-kreen accepts a lower place on the dominance order and does whatever its &quot;superior&quot; says. Once it joins a group, a thri-kreen remains steadfastly loyal-unless two or more members gang up on it in a dominance struggle. When this happens, the thri-kreen assumes that the other members intend to kill it and leaves at the first opportunity.</p><p id=\"header-60-halflings\" class=\"h1-header\">LXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Halflings</span></p><p>The wild halflings live in the forest along the ridge of the Ringing Mountains. Each clan, numbering between 30 and 75 individuals, hunts and forages within a strictly defined area of 20 to 30 square miles. Normally, this would be too small an area to support so many individuals, but the forest ridge is unusually abundant in both animal and plant life. The halfling clans are careful to avoid crossing into each other&#x27;s territory. This would cause hard feelings, perhaps even a fight. If there is one thing that halflings try never to do, it is offend each other. They have learned that by respecting each clan&#x27;s rights and property, all the clans will enjoy longer, happier lives (perhaps the sorcerer-kings should take a lesson from these wild fellows). When some disaster befalls a clan, they have no need to resort to stealing from one another. Instead, those in need of help simply journey (or send a messenger) to their chief (seeVillages)with their request. Assuming the need is genuine, the chief either lends his own support or calls upon his other subject clans to aid the one in trouble. This custom even applies between chiefs; if one of them is ever faced with a problem he cannot handle, his brothers are honor-bound to aid him in whatever manner they can. Because of this custom, which is so deeply ingrained in the halfling mind that it is very nearly instinct, every clan realizes that it is never to their benefit to fight with another halfling clan. Unfortunately for us, this ethic applies only between halflings. They consider anything else (including intelligent races) fair game for the stew pot-or just to steal from, if there are too many intruders to capture. Captured humans and demihumans are considered a delicacy and are usually taken to the chief as an offering, but some clans eat their quarry on the spot-particularly if hunting has not been good of late. When away from their own kind, halflings are mistrustful and cautious. I once asked a halfling why this was. He gave me a spiteful look, then, in all seriousness, replied, &quot;I know what on your mind. You think &#x27;not much meat on halfling, but he make good snack someday&#x27;&quot;. Of course, I tried to explain that it is not common practice for humans to eat their guests, but my little friend refused to believe it. Steadfastly he maintained that, when it came to mealtime, the only race one could trust was his own.</p>\n<p id=\"header-61-hermits\" class=\"h1-header\">LXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Hermits</span></p><p>Hermits come in all races and from all walks of life. They live alone in some forlorn place far away from any permanent human or demihuman society, either by their own choice or because they are outcasts. Most survive through a combination of foraging and herding, though some are also hunters. Hermits are seldom nomads, for even the most barren patch of Athas can meet the survival needs of a solitary man, providing he is skilled at survival in the desert and is not picky about what he eats. Usually, hermits live near a source of water, but their residences are not obvious or easy to find. In Athas, water attracts visitors -human, demihuman, and otherwise -so it is not always safe for a lone individual to reveal his presence. Therefore, most hermits go to considerable trouble to keep the locations of their homes hidden. Occasionally, if you don&#x27;t look harmful and the hermit is an outcast and not a voluntary recluse, he shows himself and tries to strike up a conversation with you. In such cases, don&#x27;t be put off by the excited hermit&#x27;s rambling conversation, and keep in mind that although he may quite inadvertently say something offensive to you and will never pause to let you speak, he does not mean any offense. Most hermits have simply forgotten the niceties of conversation. Some hermits are crazy and dangerous. If you look carefully when you approach an apparently abandoned waterhole, you may well see some warning sign: a skeleton here, a piece of discarded armor there, an abandoned wagon over there. Usually, the hermit fears that visitors to his waterhole intend him harm, or believes they are stealing from him. Such hermits rarely confront the offenders directly, however. Even if they&#x27;re crazy, they&#x27;re not stupid, and they realize that fighting a superior number of thirsty beings is not a good idea. Instead, they try to take the visitors unawares, such as after they have made camp and gone to sleep. Of course, there are as many reasons for people to live alone as there are hermits, but I have found two types of hermits to be fairly common-or, at least, common in hermit terms.</p>\n<p id=\"header-62-psionic-masters\" class=\"h1-header\">LXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Psionic Masters</span></p><p>Those who have truly mastered the art of psionics often become quite famous. They are constantly beseeched by would-be students or adversaries who would like to prove themselves by defeating a known master.</p><p>Often, psionic masters accept the role of teacher (for they can command outrageous prices in return for their knowledge) and deal quickly with young upstarts. When these things become too common, however, the psionic master finds that the further development of his own abilities comes to a halt. He must spend most of his time teaching his students the basics of the art and dealing with a seemingly endless series of second-rate psychics with delusions of grandeur. This robs him of the terrific amount of time he requires for his own meditations.</p><p>When this happens, many dedicated psionic masters leave their schools in the hands of trusted disciples, or abandon them altogether and flee into the desert. They seek out some unknown or seldomused waterhole and have a small stronghold erected. The masters shut themselves up inside their strongholds and continue their meditations in the peace that they could not find in the city. Usually, a few devoted students accompany the master to serve as guards and servants, so he is arguably not a hermit. However, a man surrounded by guards and sitting in trance for days on end is just as alone as if he were sitting upon a mountaintop without anybody else within a hundred miles. Anybody disturbing a psionic master in such a condition quickly realizes that he has made a mistake. Once, I encountered a shattered tribe of elves wandering aimlessly through the desert. Lost and unprovisioned, they clearly had no hope of survival beyond the next few days. I later learned that they had made the mistake of disturbing a master&#x27;s trance as they attempted to rob his home.</p>\n<p id=\"header-63-druids\" class=\"h1-header\">LXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Druids</span></p><p>Druids are independent priests who worship and ally themselves with the various spirits of the land. They serve as guardians and caretakers of the specific terrain feature they worship (such as a particular oasis, an unusual rock formation, a rare expanse of grassland, etc.). In return, the spirits of life grant the druids magical powers. Obviously, a druid must be near the territory he protects (this territory is called hisguarded land)in order to fulfill his obligations. Usually, this means that he lives in isolation in some desolate part of the desert, living off the land and by the grace of the spirit he worships.</p><p>Most druids have such a close relationship with their guarded lands that they desire no contact with any strangers that happen to pass their way. Instead, they simply watch the visitors from afar, making their presence known only if the party includes a Defiler, or if it does something to desecrate the terrain feature associated with the spirit they worship. If they do make their presence known, it is always for the purpose of attacking. They will use their powers to kill or drive away Defilers and others who don&#x27;t respect the land. Thankfully, druids do not consider normal use desecration. The few who have spoken with me have all expressed the firm belief that the land is for all to use, animals and intelligent races alike. They claim that they never use their powers except to safeguard their guarded lands from abuse.</p>",
    "source_pages": [
      108,
      138
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2,
      "layout": "structured"
    }
  }
}