{
  "slug": "chapter-four-atlas-of-the-tyr-region",
  "transformer": "journal",
  "source_section": "Chapter Four: Atlas of the Tyr Region",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-four-atlas-of-the-tyr-region",
    "title": "Chapter Four: Atlas of the Tyr Region",
    "content": "<nav id=\"table-of-contents\">\n<h2>Table of Contents</h2>\n<ul>\n<li><a href=\"#header-0-cities\">Cities</a></li><li><a href=\"#header-1-balic\">Balic</a></li><li><a href=\"#header-2-draj\">Draj</a></li><li><a href=\"#header-3-gulg\">Gulg</a></li><li><a href=\"#header-4-nibenay\">Nibenay</a></li><li><a href=\"#header-5-raam\">Raam</a></li><li><a href=\"#header-6-t-y-r\">T y r</a></li><li><a href=\"#header-7-urik\">Urik</a></li><li><a href=\"#header-8-villages\">Villages</a></li><li><a href=\"#header-9-altaruk\">Altaruk</a></li><li><a href=\"#header-10-makla\">Makla</a></li><li><a href=\"#header-11-north-and-south-ledopolus\">North and South Ledopolus</a></li><li><a href=\"#header-12-salt-view\">Salt View</a></li><li><a href=\"#header-13-ogo\">Ogo</a></li><li><a href=\"#header-14-walis\">Walis</a></li><li><a href=\"#header-15-oases\">Oases</a></li><li><a href=\"#header-16-bitter-well\">Bitter Well</a></li><li><a href=\"#header-17-black-waters\">Black Waters</a></li><li><a href=\"#header-18-lake-pit\">Lake Pit</a></li><li><a href=\"#header-19-lake-of-golden-dreams\">Lake of Golden Dreams</a></li><li><a href=\"#header-20-silver-spring\">Silver Spring</a></li><li><a href=\"#header-21-grak&#x27;s-pool\">Grak&#x27;s Pool</a></li><li><a href=\"#header-22-lost-oasis\">Lost Oasis</a></li><li><a href=\"#header-23-the-mud-palace\">The Mud Palace</a></li><li><a href=\"#header-24-islands\">Islands</a></li><li><a href=\"#header-25-l-e-d-o\">L e d o</a></li><li><a href=\"#header-26-dragon&#x27;s-palate\">Dragon&#x27;s Palate</a></li><li><a href=\"#header-27-siren&#x27;s-song\">Siren&#x27;s Song</a></li><li><a href=\"#header-28-waverly\">Waverly</a></li><li><a href=\"#header-29-lake-island\">Lake Island</a></li><li><a href=\"#header-30-ruins\">Ruins</a></li><li><a href=\"#header-31-bleak-tower\">Bleak Tower</a></li><li><a href=\"#header-32-arkhold\">Arkhold</a></li><li><a href=\"#header-33-kalidnay\">Kalidnay</a></li><li><a href=\"#header-34-bodach\">Bodach</a></li><li><a href=\"#header-35-giustenal\">Giustenal</a></li><li><a href=\"#header-36-yaramuke\">Yaramuke</a></li><li><a href=\"#header-37-landmarks\">Landmarks</a></li><li><a href=\"#header-38-dragon&#x27;s-bowl\">Dragon&#x27;s Bowl</a></li><li><a href=\"#header-39-mekillot-mountains\">Mekillot Mountains</a></li><li><a href=\"#header-40-estuary-of-the-forked-tongue\">Estuary of the Forked Tongue</a></li><li><a href=\"#header-41-dragon&#x27;s-crown-mountain\">Dragon&#x27;s Crown Mountain</a></li>\n</ul>\n</nav>\n<a id=\"top\"></a><p>So far, I have tried to describe the general nature of Athas. To a certain extent, my abilities in this regard have been limited by mortal weaknesses: it is impossible for one man to visit all the corners of the world in his lifetime. Therefore, much of what I have set down in these pages has been gathered from conversations with fellow travelers, gleaned from the records of far-ranging merchants, or extrapolated from what I know via first hand experience. Of course, there are bound to be certain errors and vagaries in such material. That won&#x27;t be the case in the material presented here. In these pages, I will describe, in as much detail as possible, only sites that I have seen for myself. No doubt, when you visit some of the places depicted below, you will find that certain things may have changed. Despite these differences, I believe you will find this record amazingly accurate; at one time, at least, these places were exactly as they are described here. In honor of my home city, I call the region I have explored the Tyr Region. This in no way implies that Tyr dominates this vast area-it doesn&#x27;t-or even that is the largest city in the area-it isn&#x27;t. All that it is meant by the name is that I started my explorations in Tyr, and this is the region I have explored. The Tyr region lies on the western shore of the Sea of Silt. Judging by what I have heard from other explorers and travelers, the land around Tyr is fairly typical of the regions bordering the Sea of Silt, with about half of its entire area taken up by Tablelands. The large<em>Map of the Tyr Region</em>shows the terrain of this area, as well as the locations of all the locales described below. Before reading further, take a few minutes, if you will, to study this map-if for no other reason than to appease the ego of an old man who has spent countless hours ruining his eyesight to make it.</p><p id=\"header-0-cities\" class=\"h1-header\">I.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Cities</span></p><p>There are seven cities in the Tyr Region: Balic, Draj, Gulg, Nibenay, Ream, Tyr, and Urik. Each is ruled by a sorcerer-king (or queen) and is organized more or less along the lines outlined underSo- ciety of the CityStates inChapter Two: Athasian Society.If you&#x27;ve never been to a city, be sure that you read this section before stepping through the gates. Otherwise, you could quite easily find yourself making bricks in the mudpits or fighting for your life in the arena. Of course, there are many cultural variations among the cities, as dictated by the individual tastes of the sorcerer-kings. Considering the degree to which these differences manifest themselves, it is a lucky thing that the underlying social structure is so similar from city to city. Otherwise, traveling from one to another would be even more hazardous than it is now.</p><p id=\"header-1-balic\" class=\"h1-header\">II.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Balic</span></p><p>Balic is ruled by the Dictator Andropinis, a powerful sorcerer-king who was<em>elected</em>to his post over seven-hundred years ago. Though the term &quot;dictator&quot; originally referred to the power of<em>dictating</em>(as in stating) a city policy sanctioned by a democratic assembly of property owners, Andropinis has converted the title and off ice into one of total authority. Anyone who speaks against him is executed by dictatorial decree. On the rare occasions that someone is brave enough to voice a complaint about the harshness of Andropinis&#x27; rule, the old man takes great delight in reminding all within earshot that their ancestors elected him to his post for life. Unfortunately for the citizens of Balic, nobody realized just how long Andropinis might live. Andropinis lives in a majestic palace of white marble, rectangular in shape and adorned on all sides by magnificent columns. This palace is located atop a stony, fortified bluff in the center of the city. Andropinis&#x27; personal army consists of ten thousand highly disciplined foot soldiers who carry twelve-foot lances, large wooden shields, and thrusting daggers made from the sharpened thigh bones of erdlus.</p>\n<p>Balic&#x27;s templars are unique in that the free citizens of the city elect them to their posts for ten-year terms. Andropinis is generally tolerant of these elections, though he sometimes lets the citizens know which candidates he would like to have elected. I have heard that if the wrong candidate wins the election, Andropinis has him executed and calls another vote. The nobles of Balic are calledpatricians.Like most other nobles, they hold their lands from generation to generation. Most of them make their living from the olive orchards and grain farms surrounding the city, but a few own large parcels of the scrub plains, upon which they carefully graze kanks and other creatures, twenty miles west of the city. Balic&#x27;s Merchant Emporiums sit nestled against the base of Andropinis&#x27; rocky fortress, in an area called theagora.The merchants do a bustling business in olive oil, kank nectar, and the decorated pottery produced by the city&#x27;s famous potters. The Elven Market rings the agora on all sides, so that it is impossible to do any legitimate bartering without first being assaulted with dubious offers. Balic&#x27;s secluded location is quite defensible as far as the armies of other city-states are concerned, for it is impossible to approach the city from any direction except the west. Unfortunately, its close proximity to the Forked Tongue Estuary causes the city more than enough trouble from giants who wade ashore to raid. Every citizen in the city, male or female, slave or freeman, is a member of the militia. On a rotating basis, they spend every tenth month helping the normal army patrol the fields and scrublands in an effort to reduce the amount of crops and stock lost to raiding giants.</p><p id=\"header-2-draj\" class=\"h1-header\">III.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Draj</span></p><p>The sorcerer-king of Draj calls himself &quot;The Mighty and Omnipotent Tectuktitlay, Father of Life and Master of the Two Moons.&quot; As you might guess from his appellation, Tectuktitlay claims to be a god. Lest you take him seriously, I&#x27;ll point out that in my opinion, Tectuktitlay is not even one of the more powerful sorcerer-kings. Be that as it may, Tectuktitlay rules Draj from a great walled compound in the center of the city. This compound contains several one-story buildings that serve as the barracks for his personal guard, templar quarters, a school for the children of the nobles, and a psionics academy that he personally supervises. In the center of this compound is a large gladiatorial arena. It is surrounded by tiers of stone seats, except where a steep stone pyramid -- Tectuktitlay&#x27;s home-rises two hundred feet over it. No one seems to know how long Tectuktitlay has ruled Draj, probably because he has forbidden this knowledge to be passed on from generation to generation in order to make himself seem completely immortal. His templars, called &quot;Moon Priests,&quot; claim that he raised the city from the dust and made the surrounding lands fertile. This last claim no doubt arises from the fact that Draj sits on a huge mudflat located on the western edge of a large inland silt basin (seeGeography of the Sea of SiltinChapter Three: Athasian Geogra- phyfor an explanation of mudflats). If I had to guess, and I have to, I would say that what really happened is this: A relatively young and weak Defiler, Tectuktitlay, led a small band of followers to this island and founded his city. Given the natural fertility of mudflats, Draj prospered and Tectuktitlay eventually became a sorcererking. Because Draj and the surrounding lands are located on a mudflat, defending it is fairly simple. Any army that attempts to leave the road to it inevitably bogs down in a quagmire of thick mud. If the army stays on the stone paved road leading through Tectuktitlay&#x27;s lands, all he needs do is send his warriors out to defend the narrow passage, then drive the enemy into the mud. Nevertheless, Draj is almost constantly at war, sending its armies far and wide in search of captives. The warriors, which you will encounter nearly anywhere, are armed with obsidian-edged swords and short barbed spears attached to long ropes. They are trained to throw their harpoons into a target&#x27;s thigh or seat and then drag him back to where they are standing. Captives are returned to Draj itself, where they are forced to climb the great pyramid so that Tectuktitlay himself can tear out their hearts. The bodies are sent tumbling down the pyramid into the great arena below. On a day following a particularly large number of sacrifices, the bodies are removed from the arena so that the Tectuktitlay&#x27;s favorites -the Priests of the Moons, the nobles, and weapon-makers-can enjoy an afternoon of gladiatorial games. Despite its warlike nature, Draj enjoys heavy commerce with the other cities of the Tyr Region (and some cities to the north, whose names I do not know). This is because Draj&#x27;s fertile soil makes it rich in two essential resources: hemp, which is good for making both clothes and rope, and grain, which most other cities desperately need in order to feed their starving populations.</p>\n<p id=\"header-3-gulg\" class=\"h1-header\">IV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Gulg</span></p><p>The sorcerer-queen of Gulg, Lalali-Puy, is called the<em>oba</em>by her subjects. The oba is an absolute monarch whose name means &quot;forest goddess&quot; in the language of her people. This is not a title she assumed herself, but one that her subjects thrust upon her. Lalali-Puy can command anything she wishes and know that she will be instantly obeyed by her people. In their eyes, she is a goddess: they attribute her long life to immortality, and they believe that only a being of supreme power could have the abilities that she displays.</p>\n<p>Lalali-Puy is perhaps the only city ruler who enjoys the popular support of her subjects. Gulg is engaged in an ages-old territorial war with Nibenay, the city at the other end of the forest. As terrible as their oba is, the inhabitants of Gulg are convinced that she is all that stands between them and being totally enslaved by Nibenay. In this, they are undoubtedly correct. Gulg is not a city in the ordinary sense of the word. It lies at the southern tip of the Crescent Forest, more or less in the center of the territory portrayed on theMap of the Tyr Region.The-outer walls of the city consist of a thick hedge of thorny trees. The branches of these trees grow so tightly interwoven that it is impossible for anything larger than a halfling&#x27;s fist to penetrate the barrier. While most of the inhabitants of the city live in circular mud huts capped by roofs of thatched vines, Lalali-Puy herself lives in a small but magnificent palace built in the highest limbs of a huge agafari tree. Her templars, who oversee the military, economic, and agricultural matters of the city, live in wellappointed huts in the lower limbs of the tree. Although the particular level of a templar&#x27;s hut bears no direct relationship to his status, one can tell a templar&#x27;s approximate rank by counting the number of necklaces he wears. Lalali-Puy&#x27;s most trusted advisor, and second in command, wears ten necklaces. The lowliest templars wear only one. In Gulg, the nobles are not landowners, for the templars&#x27; city-owned slaves gather the city&#x27;s food supply -wild fruits, nuts, and berries -from the forest. Instead, the nobles are composed of an elite class of hunters who are selected from the general population at an early age and laboriously trained in the arts of tracking, moving silently, and surviving in the timberlands for many days without food or water. As you might suspect, nobility is not inherited in Gulg, for only the most capable youths are selected to undertake the grueling training required to become a hunter. Like all property in Gulg, the food that the hunters and slaves gather is considered to be owned by the oba, who then redistributes it so that the basic needs of citizens are met. Of course, this makes it difficult for merchants to operate in the city, but the oba has solved this problem in a very efficient manner. In Gulg, the senior agent of a merchant house deals directly with a templar assigned to his emporium, who barters on behalf of all the people of the city. These templars are well known as hard bargainers, for more than one merchant house has gone broke trying to trade in pepper, kola nuts, and exotic feathers with the merchants of Gulg. The warriors of Gulg are known as judaga or head hunters. They are half-hunter and half-fighter, depending upon stealth to ambush their enemies and bows and arrows or poisoned darts to slay them. Their name comes from their habit of claiming the heads of fallen enemies to prove their boasts of combat prowess.</p>\n<p id=\"header-4-nibenay\" class=\"h1-header\">V.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Nibenay</span></p><p>The city of Nibenay is named after its founder, the sorcerer-kingNibenay.Called theShadow Kingby his subjects, Nibenay is a bizarre and enigmatic figure. His subjects see him so rarely that the city is constantly filled with rumors that he has died. Whenever these rumors result in a civil disturbance, however, Nibenay appears long enough to impress upon his subjects that he is still very much alive -usually by singlehandedly crushing the rebellion. The Shadow King lives inside a walled sub-city located in the center of Nibenay. No free man has ever seen his palace in person, but according to rumor it sits atop an artificial mountain of stone slabs. The palace itself is supposedly a giant bust of Nibenay&#x27;s head. The front of the castle is carved into a stone relief of the Shadow King&#x27;s face. The sides and rear of the palace are covered with life-sized representations of dancing women, strung together as if they were locks of his hair. Nibenay&#x27;s templars are all women. It is unclear whether they are all Nibenay&#x27;s wives, but it seems entirely possible. Only the templars are permitted to enter and leave the sub-city in which his palace is located. Otherwise, the rest of the city is composed entirely of slaves dedicated to making the lives of Nibenay and his templars comfortable and secure. Some say that many of these slaves are sculptors who are kept busy carving reliefs of each templar into the locks of Nibenay&#x27;s hair covering the side and rear of the palace. This is completely feasible, as strange tastes in architecture seem to be the norm in Nibenay. Every building is carved with stone reliefs. Although the craftsmanship is flawless, the subject matter is peculiar. Often, the relief portrays the self-satisfied smirk of a wealthy noble-usually the person who owned the building when it was first built. Sometimes, the building is carved with the figures of the builder&#x27;s entire family, all engaged in some sort of strange dance. In other instances, the building is decorated with fantastic reliefs of various monsters in the superstitious belief that if the city is visited by one of the terrible beasts it will be flattered by the depiction and leave the inhabitants in peace. Nibenay sits just outside the northern edge of the Crescent Forest, atop several hundred acres of bubbling springs. The nobles each own one of these springs, which they use to irrigate the fields of rice that feed the city. Nibenay&#x27;s merchant trade is based on the sale of weapons made from wood obtained in the Crescent Forest. Nibenay&#x27;s craftsmen are busy day and night felling agafari trees and shaping their extremely hard wood-the next best thing to bronze-into shields, spears, and clubs. This is-the basis of Nibenay&#x27;s rivalry with Gulg, for the hunters and gatherers of the forest city fear that if left unchecked, Nibenay&#x27;s devastating practices would soon leave them without a home. The core of Nibenay&#x27;s army consists of a thousand half-giants armed with agafari lances and clubs.</p>\n<p id=\"header-5-raam\" class=\"h1-header\">VI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Raam</span></p><p>The sorcerer-queen of Raam, Abalach-Re, calls herself theGreat Vizier.She lives in a beautiful palace with ivory walls and an alabaster roof built atop a grassy knoll overlooking the city. Unfortunately, the base of this knoll is surrounded by a complicated and ugly series of defensive breastworks, ditches, and walls, for Abalach-Re is the most insecure of all the city rulers. When I visited there, the people spoke of organizing a rebellion and openly praised the last attempt to overthrow their queen (though it apparently occurred previous to most of their lives, for no one could remember how it had ended). Abalach-Re professes to be the representative of some greater power, and claims that her powers are gifts from this mysterious being. According to Abalach-Re&#x27;s theory, this mysterious being has picked her to watch over the city of Raam and its people. When she is no longer performing his task well, this same mysterious being will strike her dead and assign someone new to the office of Great Vizier. This is one of the more original ploys a sorcererking has used to legitimize his or her power. By claiming to be the humble servant of a higher power, and by claiming that this same being approves of what she is doing, Abalach-Re hopes to focus the inevitable discontent of his subjects away from herself. Unfortunately for her, the citizens of Raam are smarter than she thinks. Although they pay lip service to the being she professes to serve, and may even attend the ceremonies the templars of Raam organize to honor this mythical creature, few people truly believe in its existence. Instead, they secretly despise Abalach-Re for being such a weak ruler that she must resort to these ploys, and they flout the authority of theGreat Vizierwhenever they feel they can get away with it. As a consequence, Raam is the most chaotic city I have visited. Templars hardly dare to show themselves alone in the streets for fear of being assassinated by the nobles. The nobles are little better than raiding tribes. Each noble owns at least a small tract of land abutting the roads, and his guards demand a hefty price from anyone who wishes to cross the noble&#x27;s land. The merchant houses hire small armies of mercenaries to defend their trading emporiums from armed bands of thieves. The situation is so bad that elves are commonly accepted in the ranks of high society as if they were upstanding citizens! Of course, it is the slaves who suffer most under these conditions. Because most of Raam&#x27;s fields lie untended and wild, food is expensive and difficult to come by in large quantities. Consequently, slaves are fed only what is absolutely necessary to keep them alive-and then only as long as they are needed. As soon as their usefulness is at an end, they are sent to the arena to entertain the mad crowd with a pitiful exhibition of fighting. The only thing that prevents Raam from being overrun by another city-state is the sheer numbers of the army it can field. Abalach-Re maintains a huge armory beneath her palace and, if desperate, can arm every citizen in Raam with a wooden shield, flint-tipped throwing spear, and an obsidian-spiked flail. Of course, she is loathe to place such might in the hands of a populous that clearly despises her, but the option exists nonetheless.</p>\n<p id=\"header-6-t-y-r\" class=\"h1-header\">VII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">T y r</span></p><p>Tyr is ruled by the sorcerer-king Kalak, who calls himself simply King Kalak or, as he sometimes prefers to be addressed, the Tyrant of Tyr. A pragmatic and ruthless man, Kalak is perhaps the most honest of all sorcerer-kings. He rules by the might of his magic and tremendous psionic powers, placing his own security and the stability of Tyr above all other considerations. If Kalak&#x27;s attitude seems unjust or inequitable, it is at least predictable. The residents of his city understand that the best way to insure their own survival is to do what benefits Kalak. The surest way to find themselves working in the slave pits is to oppose Kalak&#x27;s will. As a consequence, Tyrian society has functioned very efficiently for the thousand years that Kalak has ruled the city. The Tyrant of Tyr has always made his home in a magnificent palace adjacent to the gladiatorial stadium. The eastern wall of this palace overlooks the arena itself. During the games, Kalak himself can often be seen sitting on one of the hundred balconies that overlook the arena, accompanied by a handful of templars and other favorites. Of late, old King Kalak seems to have become senile. For the past twenty years, he has diverted much of the city&#x27;s slave labor to building a mighty ziggurat (directly across the arena from his palace), claiming that it will protect Tyr from attacks by the dragon. At first, the nobles were tolerant of his folly, for the burden it placed on them was not great. Over the last year, however, Kalak has grown frantic to finish the massive structure, appropriating so many slaves that there is almost nobody left to work the fields. Kalak has also taken the slaves out of the mines, completely shutting down iron production. This has caused the city&#x27;s economy to crash, leaving merchant and noble alike destitute. The slaves are starving, and even free craftsmen receive only meager grain rations in return for their services-and then only if their work contributes directly to the construction of the ziggurat. To make matters worse, other cities that depend upon imports of Tyr&#x27;s raw iron to supplement their economies are up in arms. Many of them, most notably Urik and Raam, have sent emissaries to King Kalak with rave warnings concerning the consequences of failing to resume iron production. Can it be any wonder that in their private gatherings, nobles are whispering plans of rebellion and that merchants are fleeing the city in droves? Surely, even the iron grip of the templars cannot keep the city from erupting into a violent inferno for much longer. When the final battle comes, it will be a terrible thing. The Royal Guard consists of two thousand mercenaries led by five hundred half-giants and Kalak&#x27;s loyal templars. In fact, the latter are all armed with steel swords. Against them will be arrayed the varied armies of the nobles-who are far superior in number, if not armament. Considering the advantages of Kalak&#x27;s magic, the contest will be a close one. Ironically, it may well be decided by the lowliest of all Tyr&#x27;s citizens, the slaves.</p>\n<p id=\"header-7-urik\" class=\"h1-header\">VIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Urik</span></p><p>Perhaps King Hamanu of Urik is best described in his own words:</p><p><em>I am Hamanu, King of the World, King of the</em> <em>Mountains and the Plains, King of Urik, for whom</em> <em>the roaring winds and the all-mighty sun have de-</em> <em>creed a destiny of heroism, and to whom the life-</em> <em>giving waters and the nourishing soils have trusted</em> <em>the mightiest City of Athas.</em> <em>The Great Spirits of the bountiful lands raised</em> <em>me from my childhood, instructing me in the art of</em> <em>war, how to give the signal for the skirmish, and</em> <em>when to draw up the line of battle. They made my</em> <em>arms powerful against my enemies, who have always</em> <em>been many, and gave me weapons to strike off the</em> <em>heads of those whom I fight. They made of me a</em> <em>man who cannot be killed, and a general who can-</em> <em>not be defeated.</em> <em>I am Hamanu of Urik, The Great King, The</em> <em>Mighty King, King of the World, King of Athas, an</em> <em>unrivaled potentate who holds sway from the great</em> <em>Ringing Mountains to the shores of the endless Sea</em> <em>of Silt, the bringer of death and peace, to whom all</em> <em>must submit.</em></p><p>As you have probably guessed, Hamanu considers himself a warrior king. Providing he finds the battle worthy of his skills, he often leads his troops into combat personally. So far, he has earned his boasting rights -his armies have never been defeated when he was leading them. Hamanu&#x27;s palace stands inside a great walled fortress in the center of Urik. This fortress covers a square mile, serving as both the administrative center for his templars and the base for his army. It contains a drill field, a barracks, and an armory filled with obsidian-edged swords, spears, and bows and arrows. From this fortress, Hamanu can personally send more than ten thousand slave soldiers led by a thousand lance-carrying half-giants into battle. Whether their status is slave or mercenary, all of these soldiers are extremely loyal to Hamanu, for he trains with them personally almost every day. One of the most interesting aspects of Hamanu&#x27;s army is his company of halflings. He has worked out an agreement with Chief Urga-Zoltapl whereby Urik supplies him with a certain quantity of obsidian in return for the services of two hundred halfling warriors. Hamanu uses these halflings to disrupt his opponent&#x27;s rear areas by having them infiltrate during the night to attack the tents of rival commanders, destroy supply wagons, and free his enemy&#x27;s slaves. Urik&#x27;s economy depends almost entirely on obsidian quarried from the Mountain of the Black Crown. It also relies heavily on Tyr&#x27;s iron to make the tools necessary to quarry the glassy stone efficiently. As a final note, I should warn you that if you visit Urik, be very careful to obey all of Hamanu&#x27;s laws and keep some gold hidden securely away just in case you must bribe a templar for your freedom. Few fates are worse than being sold into slavery to work in the quarry pits. The sharp edges of the glassy stone will slice your fingers, hands, and arms to a point of uselessness within days.</p>\n<p id=\"header-8-villages\" class=\"h1-header\">IX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Villages</span></p><p>There are hundreds of villages in the Tyr Region. Even if it were possible to describe them all, there would be little point in doing so. By the time you visited any particular village, there is a good chance that it would be gone -having been destroyed by raiders or simply deserted after serving its purpose. Therefore, only the villages that seemed to me more or less permanent are described below.</p><p id=\"header-9-altaruk\" class=\"h1-header\">X.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Altaruk</span></p><p>Located at the head of the Big Fork of the Forked Tongue Estuary, Altaruk is a client village of the merchant houses of Wavir, Rees, and Tomblador (based in Balic). As villages go, Altaruk is heavily fortified; it is surrounded by a fifteen-foot wall and defended by five hundred free mercenaries armed with mekillot-hide shields, wooden lances, and daggers of sharpened bone. This contingent of warriors is commanded by Arisphistaneles, a powerful Preserver. Because of Arisphistaneles&#x27; influence, the Veiled Alliance is openly tolerated in Altaruk, and the city is fast becoming known as a safe meeting place for Preservers -though Defilers are strictly forbidden entry. Despite its formidable defenses, Altaruk is destroyed on a regular basis by giants from the islands of the Forked Tongue Estuary. The sponsors always rebuild the village promptly, for its garrison is a key deterrent to the raiders that would otherwise prey on the heavy caravan traffic at this critical junction. This protection is extended to caravans of other houses in return for payment of a heavy toll as they pass through Altaruk.</p><p id=\"header-10-makla\" class=\"h1-header\">XI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Makla</span></p><p>Makla is a client village of Urik, located on the shore of the Lake of Golden Dreams. It is a rugged town serving as a supply center and base camp for the slave gangs quarrying obsidian from the Smoking Crown. Makla is rarely harassed by raiders, for 500 Urik soldiers armed with obsidian-edged swords and spears are stationed here. They are supplemented by so half-giants armed with lances and clubs and a force of 25 halfling hunters assigned to track down escaped slaves.</p><p id=\"header-11-north-and-south-ledopolus\" class=\"h1-header\">XII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">North and South Ledopolus</span></p><p>These two dwarven villages are located on opposite sides of the Big Fork of the Forked Tongue Estuary. The inhabitants of North Ledopolus are trying to build a stone pathway to Ledo Island from their north shore of the estuary, and the inhabitants of South Ledopolus are trying to do the same from the south shore of the estuary. Their intention is to bridge the entire estuary, opening a shorter caravan route from Gulg and Nibenay to Balic and other cities south of the Tyr Region. Occasionally, the giants living on Ledo Island wade out to tear down some of what the dwarves have built. This usually occasions a fierce battle between the two contingents.</p>\n<p id=\"header-12-salt-view\" class=\"h1-header\">XIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Salt View</span></p><p>Salt View is a slave tribe village located on the eastern face of the Mekillot Mountains. Like most slave villages, it is a boisterous, unruly place filled with ex-slaves of all races, yet it is also known for its fine theater. The former slaves of Salt View have recently begun to supplement their normal means of making a living (raiding caravans bound for Gulg or Nibenay) by sending out acting troupes to put on shows for wealthy merchants (they will have nothing to do with nobles). Salt View&#x27;s leader is an exgladiator mul named Xaynon.</p><p id=\"header-13-ogo\" class=\"h1-header\">XIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Ogo</span></p><p>Ogo is the home of the halfling chief, Urga- Zoltapl. It consists of a massive step-pyramid rising just high enough so that its summit sits beneath the shade of the forest canopy (about seventy-five feet). Urga-Zoltapl&#x27;s palace sits atop this pyramid, and it is here that he receives his tribesmen. A dozen stone buildings, homes for his servants and wives, stand scattered around the base of the pyramid. Ogo is unique among halfling villages in that an outsider may hope to visit it without being eaten -but I would suggest undertaking the journey only in the company of halflings from Urik. Otherwise, you&#x27;ll be taking your chances as to whether Urga- Zoltapl thinks you would be more interesting as a conversationalist or as a meal.</p><p id=\"header-14-walis\" class=\"h1-header\">XV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Walis</span></p><p>This small village is hidden away up an obscure side canyon in the foothills of the Ringing Mountain -and that&#x27;s the way the citizens like it. From the outside, it looks like the long-deserted ruin of an ancient castle, and many travelers no doubt pass right beneath it without a second thought. Walis sits atop a high spire of rock that can only be reached by scaling a five-hundred foot cliff, by flying, or by being hoisted in a cargo-bucket that the natives operate for that purpose. Those who do know of Walis&#x27;s true nature must stand at the bottom of the cliff and ask to be lifted, and the natives will oblige only if the individual is known to them. The reason for all this secrecy and security is that Walis sits atop the only gold mine in Athas that I know of. Lest you get any ideas about getting rich quickly, however, I should warn you that all commercial transactions in the village are handled by the Tomblador merchant house, which also pays a small company of Defilers to live in the village and protect it. Like the iron mine of Tyr, the gold mine here gives up its precious treasure only at great cost in sweat and blood.</p><p id=\"header-15-oases\" class=\"h1-header\">XVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Oases</span></p><p>Athas is an arid world, but it is not entirely waterless. In various places, springs and underground streams bubble to the surface, forming small pools around which a verdant belt of vegetation grows. The desert is fairly dotted with oases-but they are so small and spread so far apart that unless you know their exact locations, you are apt to die of thirst looking for them. Then, too, oases come and go with frustrating irregularity. Sometimes the underground water source dries up; other times, the wind buries them beneath tons of sand and dust. Even when you do find an oasis, it is wise to remember that the water is sometimes poisonous. The largest and most reliable oases are marked on theMap of the Tyr Region.There is little reason to describe each oasis individually, however, so I have included in the atlas only those that have some unique feature, which you may be likely to visit in your own travels.</p>\n<p id=\"header-16-bitter-well\" class=\"h1-header\">XVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Bitter Well</span></p><p>The waters at this oasis are actually very cool and sweet. For centuries, as the caravan drivers crossed the scrub plains surrounding this oasis, they could hear running water. They could never locate its source, however, until a small group of dwarves set up a village and dug a well through a thin mantle of rock. It turned out that there was an underground stream below the rock mantle, which was acting as a sounding board to amplify the sounds of the stream. The dwarves, who had hoped to make a fortune selling water to the caravan drivers, were understandably bitter when they realized that the stream was too small to support even their own families, much less earn them the fortune they had hoped for; hence the name of the oasis. I would advise against relying upon watering at this well when making your travel plans; there is at least a 50% chance that the caravan ahead of you has already depleted the well. When this happens, it often takes up to six days before enough water j-lows back into the well to fill a typical caravan&#x27;s waterskins.</p><p id=\"header-17-black-waters\" class=\"h1-header\">XVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Black Waters</span></p><p>Black Waters is located in the heart of the Yaramuke (see<em>Ruins</em>below), halfway between the cities of Urik and Raam. Whatever you do, don&#x27;t drink from either the pool or the stream that runs out of it. When King Hamanu of Urik destroyed Yaramuke, he used such terrible magic that he poisoned this oasis forever. Now, whoever drinks this water feels a chill fall over him and grows deathly ill. You would also be well advised to avoid camping near this oasis; it is haunted by the spectres of those who did not read (or heed) this warning.</p><p id=\"header-18-lake-pit\" class=\"h1-header\">XIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Lake Pit</span></p><p>This lake, located at the northern end of the Dragon&#x27;s Bowl, is the largest body of water in the Tyr Region. Its cerulean surface covers more than twenty-eight square miles. Despite the fact that it is less than thirty miles from Urik, it remains in pristine condition, its shores teeming with both flora and fauna. Perhaps the reason for this is that to reach it, travelers must descend the steep cliffs of the Dragon&#x27;s Bowl, or perhaps it is because Lake Pit is also under the protection of the druid who lives in the Dragon&#x27;s Bowl (see<em>Landmarks</em>below). In either case, if you visit Lake Pit, do nothing to befoul the crystalline waters. And for your own protection, don&#x27;t even think about trying to reach the Sunken City rumored to lie in the submerged caves beneath the lake. All those stories about rooms full of gold and halls filled with treasure are probably just fairy tales, anyway.</p><p id=\"header-19-lake-of-golden-dreams\" class=\"h1-header\">XX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Lake of Golden Dreams</span></p><p>The Lake of Golden Dreams lies on the western side of the Smoking Crown, where a thick yellowish steam constantly rises from its boiling waters. Where the yellow water is not too deep, it is possible to see that the bottom of the lake is laced with hundreds of tunnels and passageways. According to rumor, these tunnels lead to an incredible city that lies at the heart of the Smoking Crown. It is difficult to say whether there is any truth to this story, however; those who have survived the scalding waters long enough to swim into the tunnels have never returned.</p><p id=\"header-20-silver-spring\" class=\"h1-header\">XXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Silver Spring</span></p><p>There is nothing silver about this oasis: the water is foul-tasting and brown, the bushes in the surrounding scrub plains are dun-colored and thorny, and the rocks are burnt orange, just like in the stony barrens of the rest of Athas. The reason the oasis is called theSilver Springis because the elven chief who settled his tribe here demands a piece of silver (or something equivalent) of anyone who wishes to water at the pool. He and his warriors generally attack anyone who fails to pay.</p>\n<p id=\"header-21-grak&#x27;s-pool\" class=\"h1-header\">XXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Grak&#x27;s Pool</span></p><p>The pond at this oasis is protected by a large mud-brick fortress. If you want to water here, it costs one copper piece (or the equivalent) per animal (they count intelligent beings as animals). Otherwise, the half-elf Grak and his fifty mercenaries won&#x27;t allow you inside -unless, of course, they realize that you are more powerful than they are. According to rumors, there is a vault beneath Grak&#x27;s fortress that contains all the treasure he has gained through controlling this oasis over the years.</p><p id=\"header-22-lost-oasis\" class=\"h1-header\">XXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Lost Oasis</span></p><p>This geyser sits in the middle of a salt flat. Over the years, the steaming waters have washed the salt away for several miles around the fountain, and now it is surrounded by a beautiful forest of pinion trees. The Lost Oasis and its grove are protected by the thri-kreen druid Durwadala, whom you will never see-even if she attacks you for defiling the oasis.</p><p id=\"header-23-the-mud-palace\" class=\"h1-header\">XXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Mud Palace</span></p><p>This huge mudflat is located in an inland silt basin in one of the most deserted parts of the Tyr Region. Even if you can persuade a friendly giant to carry you to it, as I did, I advise against going there. The entire mudflat is populated by horrid monsters, the like of which you have never seen before. At the center of the island, where the foliage grows so thick it is a veritable jungle, a magnificent castle of white marble rises out of the mud. What may lie inside is impossible to say. The grounds are haunted by venomous spiders and snakes of every sort. To make matters worse, there are no windows, doors, or entrances of any sort on the castle-save for the windows at the highest levels of the tower, which gush forth a constant stream of water.</p>\n<p id=\"header-24-islands\" class=\"h1-header\">XXV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Islands</span></p><p>The Sea of Silt is filled with islands, and I must admit, not having the ability to fly (magically or otherwise), that my visits to them have been limited. I have learned the names of many, however, and these islands are listed on the<em>Map of the Tyr Re-</em> <em>gion.</em>Most of them are inhabited by giants, I believe. But not every island on the map is described here; as I have said earlier, in this atlas I am including only places that I have visited personally. Therefore, the list below includes only a few of the many islands in the Tyr Region.</p><p id=\"header-25-l-e-d-o\" class=\"h1-header\">XXVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">L e d o</span></p><p>This rocky crag is inhabited by a clan of ten to fifteen giants (the inhabitants were intentionally vague as to their number and took steps to prevent me from getting an accurate count). They are convinced that the dwarves of Northern and Southern Ledopolus (see<em>Villages</em>above) are trying to reach Ledo in order to steal their mineral wealth, which consists of a single flint-laced mountain. Ledo is too rocky for grazing, so the giants make their living by hunting and by trading bags of flint to merchant caravans traveling the road from Balic to Altaruk.</p><p id=\"header-26-dragon&#x27;s-palate\" class=\"h1-header\">XXVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Dragon&#x27;s Palate</span></p><p>This long, narrow island is formed by a small range of very high mountains. The northern face of the mountains receives quite a bit of rein and has three fairly large streams that cascade down the steep slopes before forming mudflats in the Forked Tongue Estuary. The giants on this island make their living by herding sheep and tending olive orchards. They rarely resort to raiding, except in search of some material they cannot produce themselves. They are especially fond of kank nectar and are sure to welcome any visitor bearing a tub of the rich green honey. I should warn you, however, against trying to capture or kill any of the exotic birds that inhabit the northern slope of the mountains. Although the tail feathers of these birds are worth a small fortune in any city, the giants seem strangely attached to their feathered friends. If they catch you bird hunting, they will most assuredly toss you into the Sea of Silt to suffocate.</p><p id=\"header-27-siren&#x27;s-song\" class=\"h1-header\">XXVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Siren&#x27;s Song</span></p><p>Though I have not actually visited this island, it seems wise to warn you about it. Caravan drivers traveling the area north of this island have taken to plugging their ears as they pass, for a strange, haunting song drifts out over the stony barrens from Siren&#x27;s Song. This song casts a magical spell over those who hear it, and they find themselves compelled to follow it to its source. Unfortunately, the source lies on Siren&#x27;s Song Island, and as the enchanted men attempt to wade out to the island, they inevitably suffocate in the half-mile of silt that they must cross to reach it. Foolishly, I was determined to hear this song, so I deliberately left my ears uncovered. I nearly killed my companions before they succeeded in restraining me and saving me from this terrible fate. To this day, its memory haunts me and I often feel a longing to seek out its source. Some claim that an ancient sorceress is imprisoned on the island, and that she is singing her beautiful song to call a hero to her aid. Others say the song is nothing but the cry of some foul creature inhabiting the island. Whatever the reason, be forewarned -the song is fatal.</p>\n<p id=\"header-28-waverly\" class=\"h1-header\">XXIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Waverly</span></p><p>In the center of this large island sits an ancient, walled city. In the town square, the primitive fountain still sprays water into the air. The town&#x27;s sewers act like a network of irrigation canals to carry away the overflow, so the region in and about the town has become a well-watered scrub plain over the years. At the edges of the city lie several piers and ancient craft that may have been used for sailing when the sea was filled with water. Although these were clearly crafted of wood once, they have become petrified either with the passage of time or via some arcane enchantment. The area between these piers and the Sea of Silt is rocky and barren. According to legend, a horde of several thousand pounds of silver is buried somewhere beneath the city. Even if this legend is true and you found the horde, however, I think you would have more trouble transporting it back to shore than finding it in the first place. Other than a flock of wild erdlus and several hives of wild kanks, the island appears completely deserted.</p><p id=\"header-29-lake-island\" class=\"h1-header\">XXX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Lake Island</span></p><p>Lake Island is a huge volcano that has gradually thrust itself up out of the Sea of Silt over the course of the last five hundred years. Though it has never erupted violently to my knowledge, the summit grows a little higher each year as a fairly constant stream of magma trickles forth from cracks in the side of the cone. The scrub plains of the island&#x27;s lower slopes are covered with a lush grass that serves kanks and erdlus well as fodder. In the crater at the mountain&#x27;s summit there is a large, deep lake of clear blue water. A plume of bluish steam rises from this lake and hangs over the mountain&#x27;s crown at all times. Some psionicists claim that breathing these vapors while perched on the edge of the crater in a state of trance helps them achieve a deeper understanding of their inner powers. The giants on the island think it is great fun to see if they can sneak upon these individuals and push them into the scalding waters of the lake.</p><p id=\"header-30-ruins\" class=\"h1-header\">XXXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Ruins</span></p><p>As noted in the chapter on geography, there are ruins all over Athas. You will encounter them practically wherever you go, lying half-submerged in dust basins, rising out of the endless salt flats, or towering above the stony barrens. The ruins described below are some of the more interesting ones that I have visited.</p><p id=\"header-31-bleak-tower\" class=\"h1-header\">XXXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Bleak Tower</span></p><p>This circular, marble tower rises more than a hundred feet above the surrounding plain. Once, a wooden stairway ascended the interior, but it has long since rotted away. Other than the stairway, the tower remains exactly as it has stood for at least a thousand years. Not a stone has fallen from its walls. From its crown, a magical lantern still casts a macabre green light out over the Sea of Silt. When the wind stirs up a good dust storm, a loud, painful bellow sounds from the tower at regular intervals. The local natives attribute the roar to the ghost of the tower&#x27;s lady who, they say, lost her betrothed on such a night long ago, when the Sea of Silt was filled with water.</p><p id=\"header-32-arkhold\" class=\"h1-header\">XXXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Arkhold</span></p><p>This ancient village of stone huts was once protected by a large castle perched atop a hill overlooking the town. The village seems to have been a healthy one, for it had outgrown its walls several times and built new ones to protect the outer buildings. Now, much of the village is covered by drifting sand. My guides told me that every time they come back, a new part of the town is uncovered and a section that they had previously explored is buried in sand. Arkhold&#x27;s isolation makes it a good place for treasure hunters. Although we tarried here only a few hours, my guides each found a steel sword (I suspect that one of them was magic) in parts of the village that had only recently become uncovered. As for the castle itself, I cannot tell you much about it. When I tried to climb the hill to explore it, my guides restrained me bodily, claiming that it was the home to a foul race of insane humanoids. Then, as nightfall began to approach, they insisted upon leaving the area altogether, fearing that those same humanoids would come and take us kicking and screaming back to their castle. I would like to return there someday, however, for the castle looked amazingly well preserved. I am sure that it would prove to be an excellent place to learn something about the ancients.</p>\n<p id=\"header-33-kalidnay\" class=\"h1-header\">XXXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Kalidnay</span></p><p>Kalidnay was once a magnificent city-state, as large as Tyr and as wealthy as Balic. The sorcererking who ruled it lived in an immense palace in the heart of the city, surrounded by the mansions of his nobles and templars. Judging from all of the abandoned trading emporiums, it must have been a wealthy city indeed. In the center of the city, there was even a huge ziggurat. Now, the streets are littered with skeletons, the palaces have fallen into ruin, and the ziggurat has been cracked open like an immense earthen egg. No one knows what disaster caused the downfall of Kalidnay, but there can be no doubt that it came rapidly and unexpectedly.</p><p id=\"header-34-bodach\" class=\"h1-header\">XXXV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Bodach</span></p><p>Bodach, lying at the tip of a peninsula projecting into one of the great inland silt basins, was undoubtedly one of the mightiest cities of the ancients. Its ruins cover many square miles of the peninsula. When you stand at the edge of the silt basin, you can see its towers rising above the silt for many miles beyond. Unfortunately, Bodach and the surrounding territories are not good places to linger. As the crimson sun goes down, thousands of undead zombies and skeletons crawl out of the cellars, sewers, and hidden dungeons, then begin scouring the city and the surrounding countryside. If you are here after dark, you will spend the entire night fighting one long, pitched battle. I have talked to those who say that the undead are controlled by a powerful Defiler who is using them to keep treasure hunters away from the city while he systematically loots it. Others claim that the undead are the original inhabitants of the city, and they cannot rest because there is some terrible secret buried in the heart of ancient city that they do not want discovered. In either case, if you go to Bodach, be prepared for an intense battle against this gruesome army.</p><p id=\"header-35-giustenal\" class=\"h1-header\">XXXVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Giustenal</span></p><p>Giustenal is another of the great cities of the ancients. The city has many different walls, some of which wind down into the Sea of Silt. It is possible to wade several miles into the dust by walking along the tops of these walls, but I would advise against such foolishness. There seems to be an unusual concentration of silt horrors around the city. Giustenal appears relatively deserted, per haps even peaceful, and it is. However, there is something lurking out there in the quarters buried by the Sea of Silt. Psionicists claim that it is a being -or an object-of incredible power that makes contact with vulnerable minds and calls to them. I have never felt this pull, but one night while we were camped inside the city ruins, a glassy look came over my psionicist companion and he began conversing with an unseen partner in a strange language. Two days later, he went insane and murdered our kank drivers. I was forced to kill him to defend myself.</p><p id=\"header-36-yaramuke\" class=\"h1-header\">XXXVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Yaramuke</span></p><p>This ruined city was once ruled by the Queen of Yaramuke, a beautiful sorcerer named Sielba. She and King Hamanu of Urik became embroiled in a bitter dispute concerning quarrying rights to the obsidian on the Smoking Crown. Hamanu resolved the dispute by razing Yaramuke to the ground, using such terrible magic that even the water was fouled forever. According to legend, Sielba&#x27;s treasure is still buried beneath the ruins of her palace. If you journey to Yaramuke in search of this treasure, I wish you good luck in determining which pile of rubble was once Sielba&#x27;s palace.</p>\n<p id=\"header-37-landmarks\" class=\"h1-header\">XXXVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Landmarks</span></p><p>Never et it be said that Athas is a dreary or monotonous land. It is strewn with interesting and beautiful landmarks, as I&#x27;m sure you will discover during your travels. Here are a few of my favorites.</p><p id=\"header-38-dragon&#x27;s-bowl\" class=\"h1-header\">XXXIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Dragon&#x27;s Bowl</span></p><p>This great basin was formed when the first great dragon was born, tearing his body out of the living rock. Obviously, I was not present at this event, but when I entered the valley eons later, an intangible sense of awe crept over me, filling me with emotions of such apprehension and triviality that I fell trembling to my knees. Perhaps this is why, despite lying between three busy caravan routes, Dragon&#x27;s Bowl remains a hushed and desolate place. Or perhaps it is because no matter how you enter the Dragon&#x27;s Bowl, you must descend a thousand feet of steep, treacherous slopes that often end in sheer, rocky cliffs. In either case, you will find the bottom of this large valley eerily quiet, especially around Lake Pit at the northern end (see Oases above). The entire region is under the protection of the mul Enola.</p><p id=\"header-39-mekillot-mountains\" class=\"h1-header\">XL.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Mekillot Mountains</span></p><p>From a distance, these mountains look like a huge mekillot crawling across the plains. The core of these mountains is composed of hard granite, and wherever this bedrock is exposed, it protrudes from the surrounding soft rock in beautifully carved shapes -domes and pillars, huge walls, immense tilted slabs, etc. It is well worth the trying trip across the salt plains to walk among these natural monoliths, but beware of two things when you arrive: klars and Salt View. Klars are huge nocturnal bears that hunt via psionics and Salt View is a slave village.</p><p id=\"header-40-estuary-of-the-forked-tongue\" class=\"h1-header\">XLI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Estuary of the Forked Tongue</span></p><p>This silt-filled channel is over two hundred fifty miles long, and is one of the primary barriers to traveling north and south in the southern areas of the Tyr region. It is filled with small islands, only a small portion of which are shown on the<em>Map of the</em> <em>Tyr Region.</em>Most of these islands are inhabited by at least one or two giants. On breezy evenings, when the crimson sun is just setting and a silver haze of dust hangs over the channel, it is one of the most beautiful sights on Athas.</p><p id=\"header-41-dragon&#x27;s-crown-mountain\" class=\"h1-header\">XLII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Dragon&#x27;s Crown Mountain</span></p><p>As far as I know, I am the only living man who has ever seen this ancient volcano. Shrouded in black cinders, it rises out of the scrub plains of the Hinterlands like a lonely sentinel. On the northwest side, the steep wall of its slopes is broken by the jagged outflow of an ancient river of lava. If you make it this far into the Hinterlands, take the time and effort to struggle up the broken ground of this river. At its heart lies a beautiful pine forest, filled with gentle creatures. Deep within the forest lies an alabaster palace. When I visited, the gates to this palace were closed and it appeared deserted, but I could peer inside and see that the gardens were beautifully maintained. Though I camped outside the gates for more than a week, I never did see any inhabitants. I reluctantly decided to leave when I noticed a huge, dark shape circling high overhead.</p>",
    "source_pages": [
      167,
      183
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2,
      "layout": "structured"
    }
  }
}