{
  "slug": "chapter-three-athasian-geography",
  "transformer": "journal",
  "source_section": "Chapter Three: Athasian Geography",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-three-athasian-geography",
    "title": "Chapter Three: Athasian Geography",
    "content": "<nav id=\"table-of-contents\">\n<h2>Table of Contents</h2>\n<ul>\n<li><a href=\"#header-0-sea-of-silt\">Sea of Silt</a></li><li class=\"toc-subheader\"><a href=\"#header-methods-of-travel\">Methods of Travel</a></li><li><a href=\"#header-4-geography-of-the-sea-of-silt\">Geography of the Sea of Silt</a></li><li class=\"toc-subheader\"><a href=\"#header-mudflats\">Mudflats</a></li><li class=\"toc-subheader\"><a href=\"#header-estuaries\">Estuaries</a></li><li class=\"toc-subheader\"><a href=\"#header-islands\">Islands</a></li><li class=\"toc-subsubheader\"><a href=\"#header-ruins\">Ruins</a></li><li class=\"toc-subsubheader\"><a href=\"#header-fabled-city-of-plenty\">Fabled City of Plenty</a></li><li class=\"toc-subheader\"><a href=\"#header-flying-creatures\">Flying Creatures</a></li><li class=\"toc-subheader\"><a href=\"#header-giants\">Giants</a></li><li class=\"toc-subheader\"><a href=\"#header-mudfiends\">Mudfiends</a></li><li class=\"toc-subheader\"><a href=\"#header-silt-horrors\">Silt Horrors</a></li><li><a href=\"#header-6-tablelands\">Tablelands</a></li><li class=\"toc-subheader\"><a href=\"#header-travel-in-the-tablelands\">Travel in the Tablelands</a></li><li><a href=\"#header-7-walking\">Walking</a></li><li class=\"toc-subsubheader\"><a href=\"#header-riding\">Riding</a></li><li class=\"toc-subheader\"><a href=\"#header-geography-of-the-tablelands\">Geography of the Tablelands</a></li><li class=\"toc-subsubheader\"><a href=\"#header-stony-barrens\">Stony Barrens</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li class=\"toc-subsubheader\"><a href=\"#header-sandy-wastes\">Sandy Wastes</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li><a href=\"#header-9-rocky-badlands\">Rocky Badlands</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li><a href=\"#header-10-scrub-plains\">Scrub Plains</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li><a href=\"#header-11-inland-silt-basins\">Inland Silt Basins</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li class=\"toc-subsubheader\"><a href=\"#header-ruins\">Ruins</a></li><li class=\"toc-subheader\"><a href=\"#header-cities\">Cities</a></li><li class=\"toc-subheader\"><a href=\"#header-villages\">Villages</a></li><li class=\"toc-subheader\"><a href=\"#header-caravans\">Caravans</a></li><li class=\"toc-subheader\"><a href=\"#header-people-of-the-tablelands\">People of the Tablelands</a></li><li class=\"toc-subheader\"><a href=\"#header-animals\">Animals</a></li><li><a href=\"#header-13-the-ringing-mountains\">The Ringing Mountains</a></li><li class=\"toc-subheader\"><a href=\"#header-methods-of-travel\">Methods of Travel</a></li><li><a href=\"#header-14-geography-of-the-ringing-mountains\">Geography of the Ringing Mountains</a></li><li class=\"toc-subheader\"><a href=\"#header-the-foothills\">The Foothills</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li class=\"toc-subheader\"><a href=\"#header-the-canyons\">The Canyons</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li><a href=\"#header-15-the-mountains\">The Mountains</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li><a href=\"#header-16-the-forest-ridge\">The Forest Ridge</a></li><li class=\"toc-subsubheader\"><a href=\"#header-flora-and-fauna\">Flora and Fauna</a></li><li class=\"toc-subsubheader\"><a href=\"#header-ruins\">Ruins</a></li><li><a href=\"#header-17-meetings\">Meetings</a></li><li><a href=\"#header-19-travel-in-the-hinterlands\">Travel in the Hinterlands</a></li><li><a href=\"#header-20-geography-of-the-hinterlands\">Geography of the Hinterlands</a></li><li class=\"toc-subsubheader\"><a href=\"#header-stony-barrens\">Stony Barrens</a></li><li><a href=\"#header-21-scrub-plains\">Scrub Plains</a></li><li><a href=\"#header-22-rocky-badlands-mountains-&amp;-forest\">Rocky Badlands, Mountains, &amp; Forest</a></li><li class=\"toc-subsubheader\"><a href=\"#header-ruins\">Ruins</a></li><li><a href=\"#header-23-meetings\">Meetings</a></li>\n</ul>\n</nav>\n<a id=\"top\"></a><p>Almost all of Athas is a desert wasteland, but that does not mean that the landscape is monotonous. Far from it; over each hill, behind each dune, the terrain is more awesome, more spectacular, more beautiful than what you have already seen. In my travels, I have been overwhelmed by the sheer magnitude of this land, cowed by its indifferent brutality, even overpowered by the unrestrained might of its elements, but never have I been bored.</p><p>It is beyond my modest capabilities as a geographer to impart all the grandeur and majesty of Athas. I can write of storms blowing in from the Sea of Silt, of watching a wall of pearly dust billow tenthousand feet into the air, then come roiling ashore like a mountain range crashing down about upon you. I can say that to breathe the steam of the Yellow Caves is to lose your wits in a cloud of euphoria, or describe the queasy feeling of sliding down the black, glassy slopes of the Smoking Crown. I can terrify you with stories of being stalked through the forest by hungry halflings, and perhaps I can even make your eyes sting by describing what it&#x27;s like to cross a salt flat on a windy day. But all you will know is what I say of it, and my words could never do justice to this magnificent land. There are hundreds of different kinds of terrain on Athas, from wind-scoured pebble flats to twisted badlands canyons to gleaming sands to jumbled boulder fields. Unfortunately, it is impossible to relate in detail the geography of all these places, at least in the number of days remaining to my life. Instead, I will describe what I&#x27;ve learned of the four general terrains of Athas: the Sea of Silt, the Tablelands, the Ringing Mountains, and the Hinterlands. Armed with this information, you must see Athas for yourself. Perhaps that is as it should be; each person must find his own way through the splendorous deserts of our world.</p><p id=\"header-0-sea-of-silt\" class=\"h1-header\">I.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Sea of Silt</span></p><p>In the center of the inhabited lands of Athas sits a huge, sunken basin called the Sea of Silt. This region is filled with tiny particles of dust and silt that the wind has carried into this vast depression over thousands of years.</p><p data-force-break=\"true\">I have met travelers who claim that the Sea of Silt was once a sea of water. As unlikely as this may sound, the theory should not be entirely discounted. There are, after all, certain similarities between the Sea of Silt and a body of water: they&#x27;re both flat, they fill low-lying areas, and heavy objects sink in them. Although it does not seem likely that the water itself turned to dust, it is conceivable that this basin was once filled with liquid instead of dust.</p><p data-force-break=\"true\">On a still day, which is so rare as to be almost nonexistent, the Sea of Silt looks like an endless plain of pearly powder. Sometimes, it lies as flat as a table and it seems you can see clear to the other side of the world. More often, the dust has been churned into star-shaped dunes or piled into massive swells. On some days, when the silt lies in parallel, wave-like ridges, the sea looks like a infinite gray lake, frozen in an instant, with the waves all at their peaks. Usually, however, the Sea of Silt is not even visible. The slightest breeze stirs up a silvery pall of dust that clings to the surface like a fog. It becomes impossible to tell where the silt-laden air ends and the dust-bed beg ins. The sea takes on the aspect of an endless moor, the swirling dust rising off the surface like ash-colored stream, obscuring your vision everything both far and near.</p><p>When the wind blows more strongly, as it often does, the Sea of Silt becomes a boiling cloud of dust, the edges tinged with crimson sunlight and the center as dark as a dragon&#x27;s heart. On such a day, a man standing near the sea cannot see more than a few feet in any direction. The dust coats his clothes, his face, the inside of his nose, and even, it seems, his lungs. He cannot see the ground or the sky, and when he walks his feet drag through inches of thick dust. He grows disoriented and lost, and it becomes an easy matter for him to wander into the sea itself.</p><p data-force-break=\"true\">Sometimes, he disappears forever.</p><p>On stormy days, the wind roars over the sea like the howl of a mekillot. If you are within fifty miles of the Sea of Silt, there is nothing to do but find shelter and wait. These are the days when the silt rises thousands of feet into the air, blocking out the sun&#x27;s light and turning the day to night. The dust is so thick that to breathe without a cloth over the nose and mouth is to choke, and to rest in the open for more than a few minutes is to be buried beneath a drift of gray powder.</p>\n<p data-force-break=\"true\">The wind may blow for only a few hours during such storms, but the silt stays suspended in the air long after it stops. It may take a day or more before the dust settles enough to allow travel again, and more than a week before the haze totally disappears from the sky. Even when the wind is not blowing, however, the Sea of Silt is far from a hospitable place. The dust is so loose that a man cannot walk across it, and it is too deep for any man to wade through. Anyone who tries to do so invariably sinks and is lost. He suffers a terrible death, suffocating as his lungs fill with gray powder. As one might imagine, the difficulties of travel have had a dampening effect on explorations in the Sea of Silt -though there are those who have tried it, of course. I am not one of those fools, however, so I must admit that what little I have learned of this region, beyond my own experiences on the shores, comes from second-and third-hand accounts. There may well be errors in what follows, so be forewarned that I take no responsibility for any of the advice about traveling in this region.</p><h2 id=\"header-methods-of-travel\">Methods of Travel <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>So far as I know, there are only a few ways frequently used to cross the Sea of Silt: flying over it, wading through it, or levitating above it. There are other means employed from time to time, and certainly new methods of travel will be thought of in the future, but for now these remain the principle options of silt crossers.</p><p id=\"header-1-flying\" class=\"h1-header\">II.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Flying</span></p><p>Flying is the least dangerous of these methods, for the traveler avoids the hazards of the sea itself by moving above them. This method also affords the luxury of increasing the distance at which one can see hazards, such as approaching storms or flying predators. Unfortunately, this option is not available to most humans and demihumans, as they lack wings. Also, if your means of flight should fail you, the sands below lie waiting to consume you when you are forced down.</p><p data-force-break=\"true\">Of course, it is possible to use magic or psionics to fly, but the number of people blessed with these abilities is rather limited. Those who do choose to fly over the Sea of Silt would be well advised to make sure that they are going to reach their destination with plenty of time to spare. As mentioned above, if their ability fails while they are over the Sea of Silt: they will fall into the dust and sink like a rock.</p><p id=\"header-2-wading\" class=\"h1-header\">III.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Wading</span></p><p>Wading is usually employed only near the shore, for the dust is too deep in most parts of the sea for humans and demihumans to touch the bottom. At the best, it is a slow and tedious process, for the traveler must use a long pole to probe the sea bed ahead of him-or risk falling into an unseen hole-and moving through the silt can be quite exhausting.</p><p>When someone steps into one of the many pits that dot the floor of the sea, he simply disappears -unless he is accompanied by friends who have some method of retrieving him, like a rope tied around his waist. It appears that such unfortunate victims suffocate within four minutes of their disappearance, for I have heard numerous accounts of searchers finding their companion dead within five or six minutes of his vanishing beneath the surface. It should also be noted that the greater the size of the creature, the farther into the Sea of Silt he can wade. I am thinking, of course, of the giants -particularly those who make their homes on the islands in the Estuary of the Forked Tongue. They have worked out paths that allow them to wade to and from all the islands in that area, much to the consternation of the nobles whose crop lands they raid.</p>\n<p data-force-break=\"true\">I have spoken at length with several giants about the nature of their paths. As far as I can tell, it appears that at a depth of fifteen feet, the dust grows sufficiently compressed to support some weight. By carefully walking over the same areas generation after generation, the giants have compacted the silt and created a sort of trail beneath the dust at a depth of about twelve feet.</p><p data-force-break=\"true\">I should add that many advanced clerics who worship the element of earth have developed the ability to pass through stone, earth, sand, and the like as if they were walking through air. Of course, this ability also applies to the Sea of Silt, but the cleric must take care lest he be caught somewhere on the dust bed when his supernatural powers expire. If this were to happen, he would, no doubt, suffocate just like anyone else.</p><p data-force-break=\"true\">Some humans employ various techniques to wade through the Sea of Silt as giants do. I know of at least one place where a village trades with giants on an island in the sea by walking out to it on long stilts. They stick to established paths, of course, and any misstep can be fatal. At least one dwarven community employs large vehicles to traverse the sea. Although these lark constructs look almost comical with their greatly oversized wheels and relatively small carriage section, they do function very well. To provide locomotion, dwarves in the belly of the craft turn a series of cranks that cause the wheels to rotate, thus propelling the vehicle. A number of human communities have employed similar craft, either self-built or purchased from the dwarves, and use them as merchant vessels. In many cases, such craft are powered by slaves who are chained to their work stations and forced to turn the wheels to the beating of a task master&#x27;s drum.</p><p id=\"header-3-levitation\" class=\"h1-header\">IV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Levitation</span></p><p>Levitation is the last of the three most commonly used means of crossing the Sea of Silt. Let me clarify that I am not employing the term &quot;levitation&quot; in any specific sense, as wizards and psionicists are wont to do. By levitation, I mean any manner in which a person can cause something to float naturally or supernaturally-whether it be himself, someone else, or an object.</p><p>By this means, a would-be traveler uses his abilities to give something (an individual, a group, or an object capable of carrying a group) the ability to &quot;float&quot; on or above the dust. After this is done, the floating object also needs some means to propel it. I have heard of two methods: setting up a sail, or using long poles to push off the sea bed. The trouble with sails is two-fold. First, when there is enough wind to use a sail, the Sea of Silt is invariably covered with such a haze of dust that it is impossible to navigate. Second, someone using a sail can only travel in the direction the wind is blowing. I have heard of geniuses who have experimented with keels and rudders, trying to use various combinations of opposing forces to control the direction in which they move. Unfortunately, however, the dust lacks the cohesive tension to make such contraptions work effectively. Poles work better. Usually, they must be about twenty-five feet long, and have some sort of square or circular pad on the end. The poles are pushed down through the dust until the pads reach the compressed layer of silt at fifteen to twenty feet, and then the craft can be pushed forward.</p><p>Of course, levitation suffers the same major drawback as flying. Although an object capable of carrying one or more people can be levitated, when the spell or lifting power wears off, that object sinks just like anything else. Add to this the disadvantage of having to propel the craft or person being levitated, as well as the navigational difficulties that one is bound to encounter on the many windy days in the sea, and it seems to me that levitation is a much inferior way of moving across the great basin of dust.</p>\n<p id=\"header-4-geography-of-the-sea-of-silt\" class=\"h1-header\">V.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Geography of the Sea of Silt</span></p><p>By far and away, the most common feature in the Sea of Silt is mile after mile of dust. From the descriptions of those who have dared to venture out into this vast pool of powder, all that one sees ninetynine days out of a hundred is an endless ocean of pearly gray silt-especially if he travels straight toward the heart of the sea.</p><h2 id=\"header-mudflats\">Mudflats <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Occasionally, a traveler will come across a mudflat.Mudflats are areas where traces of water seep-up through the floor of the Sea of Silt, turning the dust above it into mud. Usually, mudflats are between fifty and five hundred yards in diameter. They are lushly vegetated by bushes and small trees that protrude from the thick layer of silt.</p><p>Sometimes, if the wind has blown the dust away and left the mud exposed to the crimson rays of the sun, the surface of the mudflat will be dried and cracked. The resulting crust is usually strong enough to support a man&#x27;s weight. If this is not the case, the man will find himself wallowing waist deep in mud and dust. This could be a serious hazard, for most mudflats are controlled by ferocious beasts that preys on whatever comes to feed on the vegetation. Although their prey is usually avian, they are not adverse to feasting on land-bound travelers who have made the trip to their islands. The traveler who sees a mudflat and takes its lush vegetation to indicate the presence of water will be sorely disappointed. All of the water seeping out of the sea bed is quickly absorbed by the silt and turns to mud. This poses no problem for plants, which draw water from mud with their roots. The animals that inhabit mudflats can usually get all the water they need from their prey or from plants. Animals like men, however, that must drink their water in more-or-less pure form, have a more difficult problem; despite the mudflat&#x27;s lushness, there is no free water. Even digging clear to the bottom of the Sea of Dust will not produce a single cup of the precious fluid. There are those, I am told, who have used various processes similar to distillation to obtain small quantities of water from the mudflats. I have never done this myself, nor do I know of anyone who has, but I can only imagine that the resulting liquid is hardly fit for any but the parched and dying.</p><p data-force-break=\"true\">The plants and animals that spring up on the mudflats are both intriguing and deadly. Long, ropy vines dangle from forests of towering, nakedtrunked trees capped by umbrellas of huge frondlike leaves. The undergrowth is a thick tangle of ferns, thick-bladed grasses, and broad-leafed plants that spill out of single, bulbous roots. Some of the vines are carnivorous, and will attempt to entwine and strangle any creature lounging or passing beneath them. The thick-bladed grasses can also be dangerous, for they sometimes have edges as sharp as an obsidian sword that will slice unprotected skin open.</p><h2 id=\"header-estuaries\">Estuaries <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Near the shores of the Sea of Silt, there are long, relatively narrow estuaries that twist their way inland. Like the sea itself, they are filled with &quot;dust and are nearly impossible for humans and demihumans to traverse. In many instances, they protrude so far inland that they form considerable barriers to travel. At the same time, these estuaries serve as passageways for the strange creatures that inhabit the Sea of Silt -many of which can be nearly as devastating to crops, villages, and other human interests as a pack of mad thri-kreen or a hungry herd of wild erdlus.</p>\n<p data-force-break=\"true\">As in the Sea of Silt itself, plants rarely grow in the shifting dust of the estuaries. Except for the periodic flying beast, a fewsilt horrors,and an occasional giant, the estuaries are empty of animal life.</p><h2 id=\"header-islands\">Islands <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>In the estuaries and near the shore of the Sea of Silt, hundreds of islands poke out of the dust. These is often serve as a refuge for predatory creatures that can fly. In many cases, they also serve as a haven for giants and other raiders who have the ability to cross a few miles of deep silt.</p><p>Because they are rarely visited, and tend to be located in vicinities that Defilers have no reason to frequent, islands often have an abundant supply of foliage. This makes them ideal for hermits and small tribes of herders. Of course, those who are blessed with such homes tend to be very territorial about their islands. Strangers are usually chased away, if not killed to keep word of the bountiful island from spreading.</p><p>The only oases in the Sea of Silt are located on the islands, for any large and continuing supply of water that seeps into the dust bed quickly becomes a mudflat. Unfortunately, the inhabitants of islands are secretive about water, so it is difficult to determine whether or not there is an oasis on most islands. I assume, however, that islands are as likely or unlikely as any other piece of similar land to have an oasis, so you may judge your chances of finding water on an island according the type of terrain that is upon it. The islands have an abundance of plant and animal life upon them. Columnlike conifers that rise to heights of thirty or forty feet are not uncommon, as are wild orchards of smaller olive trees. The slopes are often covered with tangles of woody vines, and there are entire fields of brightly colored flowers. If giants inhabit the island, they have generally destroyed most of the dangerous plants. But other islands often have a wide assortment of deadly foliage, from broad-leafed vines that attempt to mummify anything wandering through them to innocent-looking flowers whose pollen is a deadly poison.</p>\n<p data-force-break=\"true\">The giants keep the islands they inhabit clear of dangerous animals, and generally one finds only common herd animals such as goats and erdlus in such places. Other islands, however, often have ferocious, mid-sized predators like the deadly gaj (described in<em>Chapter Five: Monsters of Athas).</em></p><h3 id=\"header-ruins\">Ruins <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>Like the rest of Athas, the Sea of Silt has its fair share of ruins. The ruins of several ancient cities still stand on the shores of the dusty sea. In many cases, abandoned towers poke their crowns clear of the silt more than a mile from shore, and the city walls run into the sea. Whether or not the sea was always filled with dust, these half-buried cities suggest that the Sea of Silt is constantly growing larger and deeper.</p><p data-force-break=\"true\">Many of the islands also have ruins, though on a much smaller scale. On some, an ancient castle still overlooks a bay or sits atop the highest hill. Long forgotten villages jut out of the dust. Some explorers have even reported seeing great crafts -built entirely of long-since petrified wood-lying half-buried in the silt. Some have suggested that these vessels were once huge boats, which does not seem unlikely if one allows that the sea was once filled with water. They resemble great wagons, save that they have no wheels or skids and are more or less barrel-shaped on the bottom. The only conceivable way that they could ever have moved is to have floated on water or been levitated by some terrific magic.</p><h3 id=\"header-fabled-city-of-plenty\">Fabled City of Plenty <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>Many of the travelers to whom I have spoken claim to know explorers who have ventured deep into the heart of the Sea of Silt. Several of the explorers told of being lost in a terrible storm that nearly killed them.</p><p data-force-break=\"true\">After the storm passed, and the dust was settling back to the sea, they saw a magnificent city surrounded by lush fields and filled with towering fruit trees. As they tried to approach the city, the wind rose and obscured its exact location with a pearly veil of silt.</p><p data-force-break=\"true\">No one I know has ever claimed to have visited the fabled city. According to the stories which pass from one traveler to another, however, dozens of explorers have tried to return to the place where they saw the fabled city-and all they found was dust.</p><p data-force-break=\"true\">What the secret of the fabled city is, I leave you to judge for yourself. Perhaps it is no more than a legend. Perhaps it is a ghost from a better time. Perhaps, after all, there is a real city somewhere out there. Let me know if you discover the truth.</p><p id=\"header-5-encounters-in-the-sea-of-silt\" class=\"h1-header\">VI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Encounters in the Sea of Silt</span></p><p>Despite its bleakness, the Sea of Silt is not exactly deserted. Those who journey there can expect to find plenty of adventure -though little of the kind I suspect they would prefer. As one might expect, there is no abundance of intelligent races. On the other hand, there are more than enough voracious monsters for any man to meet in one lifetime. Here follows a list of the kinds of creatures most commonly reported by explorers of the Sea of Silt.</p><h2 id=\"header-flying-creatures\">Flying Creatures <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>No matter what method of travel they chose, all explorers may expect many encounters with flying creatures. Flocks of predatory birds and flesh-eating bats circle above the drifting sands, while bloodsucking insects (both large and small) seem always to be close by.</p>\n<p data-force-break=\"true\">These encounters seem to occur more often near shore, especially in estuaries where the islands were not populated by intelligent races. Usually, the encounters resulted in a predatory attack. Often, as many members of the explorer&#x27;s party perished by falling into the Sea of Silt as by being killed by the attacking monster.</p><h2 id=\"header-giants\">Giants <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Many explorers have reported unpleasant meetings with giants. Uniformly, these encounters occurred when the explorer and/or his party went ashore on a giant&#x27;s island without first being invited. In these instances, the giant would defend his territory savagely, not stopping to listen to any sort of reasoning.</p><p data-force-break=\"true\">On the other hand, if the explorers first circumnavigated the island and used some means to signal the inhabitants, any giants living there were usually happy to receive the travelers as honored guests. Of course, not all islands are inhabited by giants, so explorers have reported many instances when announcing their arrival brought them nothing but a swift attack from some hungry predator.</p><h2 id=\"header-mudfiends\">Mudfiends <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>As mentioned earlier, predators often lurk on mudflats. Oft en, these predators are various manners of flying beasts found elsewhere in the world, like wyverns. As soon as any prey comes to feed on the lush vegetation, they spring out of their hiding places and attack.</p><p>The most dangerous of these beasts are kluzds, ten-foot reptiles who live only in muddy areas, which means predominantly on the mudflats. Few explorers have actually seen a kluzd (pronounced &quot;kloozd&quot;), but many of them have had encounters with the snake-like creatures. Usually, it happens this way: shortly after setting foot on a mudflat, someone notices a pressure ridge forming in the silt-covered mud. This pressure ridge makes a beeline straight for one member of the party, who usually tries to flee. His efforts generally avail him little, however, for the ridge quickly catches up with him. Little, if any, can be seen of the monster as it drags its screaming prey beneath the surface of the mudflat. If the victim struggles, the mud and silt in the area may be churned for a short period. Then the ground grows still, the kluzd apparently having retreated. The victim is never seen again (presumably because he has been eaten). Fortunately, kluzds are not overly voracious and tend to be solitary creatures, so only one victim is usually taken in this manner.</p><p data-force-break=\"true\">When the wind has exposed the mudflat and left the mud to dry into a hard crust, however, the kluzds can be even more dangerous. Apparently, they mate under such conditions, for two of them often burst through the crust and attack simultaneously. The kluzds will each drag a victim down to their muddy nest for their young to feed upon, then return to get another victim for themselves. If the attack comes at night, some explorers have even reported dozens of kluzd young pouring out of the holes created by their parents to gnaw upon the wounded and dead.</p><h2 id=\"header-silt-horrors\">Silt Horrors <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Occasionally, explorers are attacked by huge white tentacles that shoot out of the Sea of Silt. These tentacles wrap themselves around whatever they touch-man, beast, object-and try to pull it down to the dust bed. Usually, of course, wading or levitating explorers are most susceptible to such attacks, but I&#x27;ve heard stories of tentacles attacking those who fly within twenty feet of the surface.</p><p data-force-break=\"true\">No one seems to know for sure what the tentacles are attached to, though I have heard a third-hand account describing a horrid beast. According to this account (which, I must emphasize, may be unreliable), a mage was flying over the Sea of Silt when he saw a wading giant attacked by some of the tentacles.</p>\n<p>During the struggle, the giant managed to pull a gruesome white creature with a fleshy, bulbous body out of the dust bed. The thing&#x27;s body was as malleable as soft clay, and the giant could never get a handle on it. Eventually, the thing wrapped itself around the giant&#x27;s head. He screamed, then fell and disappeared in a cloud of dust. I have dubbed these monsters &quot;silt horrors.&quot;</p><p id=\"header-6-tablelands\" class=\"h1-header\">VII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Tablelands</span></p><p>The Sea of Silt is surrounded on all sides by the Tablelands, a band of relatively flat terrain ranging from less than fifty miles wide to more than four hundred. This is where the civilization of the ancients flourished, at least if we are to judge by all the ruins they left. It is here that the remnants of civilization cling to a few verdant oases today.</p><p>Generally, the Tablelands are arid, hot, and barren. Even on windless days, the sky is filled with a yellow-green haze of floating silt. The crimson sun blazes with merciless fervor, and the breeze feels like the hot breath of the dragon itself. The ground is parched and desolate, either baked to ceramic hardness or so lacking in moisture that it has the consistency of fine powder. Here and there, thorny bushes and clumps of spiny grass cling to the soil, waiting for the once-in-a-decade rain in order to release their seeds. The plains of the Tablelands are home to a wide variety of societies composed of all races. Here, the traveler will find hermits, thri-kreen packs, nomad tribes, villages, and the few cities that remain. He will meet people of all races and classes; human slaves, elven nobles, and even, in one or two cases, halfling merchants. The Tablelands are the great mixing bowl of Ath as, where the different cultures of many people are forced to fuse or clash. This is not, by any means, to say that the Tablelands are tame. In the Tyr region alone, there are tens of thousands of square miles of plains, and I am sure that fewer than a million people live in that area -most of them in cities, villages, or other groups located near a good source of water. By and large, the plains are empty and wild, populated by untamed tribes and savage beasts. All in all, the Tablelands are an excellent place for adventure-and death.</p><h2 id=\"header-travel-in-the-tablelands\">Travel in the Tablelands <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>We have all seen wizards and elemental clerics of the air merrily riding the currents over our heads, but flying is hardly a common method of travel. Most Athasians must choose between two slower, more tiresome options: walking or riding.</p><p id=\"header-7-walking\" class=\"h1-header\">VIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Walking</span></p><p>Walking is by far the most inexpensive and reliable mode of transportation, but (unless you are an elf) it is also one of the slowest and most dangerous. On a good road, an average human or demihuman can walk about two miles an hour for a maximum of ten hours a day. This means he can travel about twenty miles a day.</p><p>At this rate, it takes him about nine days to travel the 170 miles from Tyr to Urik. Although this might not seem like a terribly long trip to one who has not attempted it, let me assure you that it is a real test of endurance. First, travelers must carry enough food and water to make the trip. At the least, a human needs one good meal and a gallon of water each day to survive. Even this assumes that he spends the hottest part of the day sitting in the shade and limits his traveling to the cool hours after dusk and before dawn. Therefore, he must load himself down with nine gallons of water, weighing about one hundred pounds, for his nine day trip. If he knows where the oases are along the route, and wishes to take the chance that there will be nothing to prevent him from using them, he can get along with much less water. Of course, he will need a few pounds of food, unless he wishes to take the time to hunt or forage each day-which means he will be able to spend less time walking and must therefore carry more water. In addition, he&#x27;ll need a weapon to defend himself, for even if he does not run into any unfriendly strangers, the desert is full of hungry beasts-most of which he cannot hope to outrun on his own.</p>\n<p data-force-break=\"true\">Further, of course, he must consider the unexpected. What happens if he is delayed by a sandstorm, or loses track of (or is chased off of) the established trails. What happens if he has some (or all) of his supplies stolen by scavengers, or is injured in an accident? It should be obvious by now that the answer to most of these questions is simply: he dies. Walking is fine if the traveler is interested in transporting himself and/or something small and light from one place to another. It is far from safe, however, is very slow, and is anything but an ideal method of moving cargo.</p><h3 id=\"header-riding\">Riding <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>There are two forms of riding: mounted, or in a wagon. Mounted is the fastest form of travel. Usually, mounted travelers ride kanks, for these giant insects are hardy, swift, and docile. They move at an average rate of four miles an hour, and cover forty miles or more a day. The kanks could probably cover half again as much distance, but few riders can endure more than ten hours of kank riding.</p><p data-force-break=\"true\">Kanks need no water when on the move. They feed themselves by foraging at night, and they can carry a hundred pounds of equipment or supplies in addition to their riders. Their greatest advantage becomes apparent in an emergency, however; even fully loaded, kanks can run at forty miles an hour for distances of ten miles or more. It is no wonder that most explorers and adventurers prefer kanks over every other form of travel.</p>\n<p data-force-break=\"true\">Wagon travel is used primarily by caravans. Any beast of burden can be used to draw a wagon, but most wagon caravans prefer mekillots. Standing as high as twelve feet at the shoulder and weighing as much as ten tons, these monstrous lizards move along at a plodding pace of two miles an hour for fifteen hours a day, pulling behind them fortress wagons loaded with dozens of guards, passengers, supplies, and cargo. When attacked, these fearsome lizards turn into gargantuan terrors, stomping, biting, and tongue-lashing their opponents to death. At the same time, it is nearly impossible to kill a mekillot for its hide is so thick that many weapons simply will not penetrate it.</p><p data-force-break=\"true\">Despite their toughness, mekillots have several disadvantages. First, they are carnivores. Toward the end of a long journey, they begin to cast hungry glances at their handlers. In fact, more than one driver has disappeared when he went to check the mekillots. Second, they must drink every four or five days. This process takes an entire day. The typical mekillot will drink about two hundred gallons of water before it quenches its thirst, but its stomach holds only fifty gallons at a time. It requires several trips back to the well for the beast&#x27;s body to store all the water it needs. Third, the huge wagons drawn by mekillot teams can only travel on well-established roads or on extremely flat terrain like salt flats. Otherwise, the wagons tend to roll over or bog down. Finally, the only thing that a mekillot can outrun is another mekillot. Parties traveling in these huge wagons are committing themselves to a fight if something should decide to attack them, for fleeing is out of the question.</p><h2 id=\"header-geography-of-the-tablelands\">Geography of the Tablelands <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Imay speak of the Tablelands as if they are a single type of terrain, but this is far from true. The Tablelands consist of six different kinds of land: stony barrens, sandy wastes, salt flats, rocky badlands, scrub plains, and inland silt basins. Each is as different from the other as the Sea of Silt is from the Ringing Mountains. They are lumped together for the purposes of geographical description. All occur in the same general area, but no one should make the mistake of assuming that the similarity goes much beyond their location.</p><h3 id=\"header-stony-barrens\">Stony Barrens <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>Stony barrens are the most common type of terrain in the Tablelands. They consist primarily of large sheets of exposed bedrock-mostly orange-red sandstone. Of course, the bedrock is constantly being weathered away, so the barrens are littered with stones ranging in size from pebbles to boulders. Large areas of rock are covered by a thick layer of red dirt, as well as waist-high drifts of coarse orange sand and puffy heaps of yellow dust.</p><p data-force-break=\"true\">If you have any other choice, don&#x27;t travel across open ground on stony barrens. Unless you&#x27;re traveling on a road or well-worn path, the loose rocks make footing treacherous. Humans and demihumans (including elves) can move at only half their normal walking speed when traveling these areas. Kanks can travel at standard walking speed, but not any faster. On the other hand, mekillots barely notice the change in footing, for their great weight grinds rocks into powder. However, only a fool would try to pull a wagon through this terrain; even the sturdiest wheels would be pulverized within a matter of miles.</p><h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>For every rock in the stony barrens, there are a dozen thorns. Cactus grows everywhere and in every conceivable shape: squat spheres covered by long yellow needles, twisted masses of ground-hugging tubes, tall spine-covered barrels rising as high as twenty feet-even in tangled masses with tree-like limbs. Many of these cacti are sources of both food and water, provided you are willing to work your way past their thorns.</p>\n<p data-force-break=\"true\">If you are not familiar with a particular cactus, however, it is best not to attempt eating it or stealing water from it. Some cacti have mobile needles that will work their way deep into your flesh, not stopping until they reach your heart or another vital organ. The meat or fluid of other cacti is toxic, and there are even a few that shoot poisoned needles at any animal passing near them. The fauna of the stony barrens is varied. Here, you will find most of the animals of Athas: wild erdlus, mekillots, inix, etc. Of course, there is also an abundance of predators: braxat, tembo, belgoi, and the like.</p><h3 id=\"header-sandy-wastes\">Sandy Wastes <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>The sandy wastes are what many people imagine when they think of the open desert: a vast expanse of yellow sand, piled into dunes of various shapes and sizes. There are many different kinds of dunes. Where there is a strong, steady wind blowing from one direction, the dunes are called<em>mekillot</em> <em>dunes.</em>This is because of their great size and shape, which resembles the hump of a mekillot&#x27;s back. Stretching anywhere from one-half to several miles in length, and lying parallel to the path of the wind, these dunes often rise as high as 750 feet and can seem like mountains-especially if you happen to be the unlucky fellow who must cross a couple of hundred miles of them on foot.</p><p><span style=\"color: #cd490a\"><em>Wave dunes</em></span></p><p>are the product of moderate winds which blow steadily from one direction. They look like an oasis pond on a windy day, with sharp, evenly spaced ridges of sand. The crests of these dunes are only between fifty and a hundred feet high. They are not difficult to cross, but I have known the regularity of their spacing to drive impatient muls into a killing frenzy.</p><p><span style=\"color: #cd490a\"><em>Crescent dunes</em></span></p><p>form where the sand does not completely cover the ground. They result from a onedirectional wind blowing sand more readily over the dune&#x27;s low tips than its high center. These are my favorite kinds of dunes, for you can almost always find a way to go around rather than climb over them.</p><p><span style=\"color: #cd490a\"><em>Star dunes</em></span></p><p>are the most interesting. They are twisted masses of sand with tentacle-like ridges extending in all directions -sometimes for many miles.</p><p>They form in areas where wind from many directions meet, causing the dune&#x27;s radial arms to twist back on itself. As a traveler, I have always considered star dunes my friend. Because they change shape slowly and seldom move far, they serve well as landmarks in seas of shifting sand. In any dune region, the traveler occasionally hears a vibrant booming echoing across the sands. This muffled thunder usually continues for five minutes or more, and can be so loud that you must shout to make yourself heard. Druids and clerics explain this roaring by saying that it is caused by avalanches of sand tumbling down the steep slip-faces of the dunes. Personally, I think the elven explanation is more likely: the booming is caused by the tolling bells of an ancient city that the dunes have buried.</p><p>Of course, not all sand lies in dunes. Where there is no wind, it may form a yellow plain, as level as a salt flat and seemingly as endless as the Sea of Silt. Similarly, it is heaped in great fan-shaped hills at the base of the Ringing Mountains, where it spills out of the canyons running out of the high country. Whether it lies in a flat plain or is heaped into great piles and dunes, traveling through sand is hard work. Human and demihuman travelers must rest at least twelve hours a day and have an adequate supply of food and water, or their speed quickly decreases and they find themselves too exhausted to continue moving. The other great hazard of the sandy wastes is the sandstorm. On a bad day, the wind howls so loud that it drowns out the voice of a screaming man, and it stirs up so much sand that you cannot see farther than a few feet in front of you. Under such circumstances, I advise you to stop wherever you are and wait out the storm. To do otherwise is to lose your way or become separated from your companions.</p>\n<h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>Plants are few and far between in the sandy wastes, for they must fight a constant losing battle with the wind as it works to bury them beneath a fine layer of sand. Still, there are occasional clumps of tough grass, wiry stems of ocotillo, and scrawny sprays of salt brush. Most of these plants are harmless, if not nutritious, but be careful before allowing your mounts to graze on anything with a purple hue -such plants often drive mekillots and inix into murderous rages. Kanks don&#x27;t seem to be affected by these plants, however, I have no idea what the purple plants would do to a man who eats them.</p><p data-force-break=\"true\">As in the stony barrens, you will find most forms of animals in the sandy wastes. The anakore (see <em>Chapter Five: Monsters of Athas)</em>seems to be particularly common here.</p><p id=\"header-8-salt-flats\" class=\"h1-header\">IX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Salt Flats</span></p><p>The salt flats are just what the name implies: immense plains of salt-crusted ground. Salt flats are generally level an packed as hard as stone, so traveling over them is fast and easy. However, forage for pack animals and prey for hunters is all but nonexistent. Those traveling through a salt-flat are well advised to take along enough food for themselves and their beasts.</p><p>They should also carry an ample supply of drinking water. Although there are oases in the salt flats, the water is usually so bitter and salty that it is undrinkable. In some cases, water can be found that seems safe to drink, but is tainted with a slow-acting poison .</p><h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>I have always tried to avoid travel on the salt flats, for they are a harsh place. This is nowhere more evident than in the shocking lack of plant and animal life found upon them. Here and there a traveler might find a hearty weed or dwarf cactus, but by and large these foul regions are wholly lifeless.</p><p id=\"header-9-rocky-badlands\" class=\"h1-header\">X.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Rocky Badlands</span></p><p>The rocky badlands are labyrinths of narrow, twisting canyons winding their way through a region of high ground. The canyons are walled by cliffs of crumbling rock, and the hilltops consist of little more than knife-sharp ridges separating one canyon from the next. There tend to be concentrations of oases in the badlands, so they are a natural haven for hermits, raiding tribes, and creatures of all sorts.</p><p data-force-break=\"true\">Traveling in the badlands is not particularly difficult-provided one is willing to stay in the bottom of the canyons and has no particular desire to move in a straight line. Those wishing to go somewhere other than where the canyon leads quickly discover that scaling the canyon walls-often sheer cliffs -is a practical impossibility, especially if they have much cargo.</p><p data-force-break=\"true\">Mountains often lie at the heart of the badlands. Usually, these mountains are little more than massive pinnacles of stone rising far above the surrounding hills, but they are occasionally true mountains standing thousands of feet high.No matter what their height, mountains are usually inhabited by one or two vicious creatures who consider any attempt to climb the peak an encroachment on their territory.</p><h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>The gulches of the rocky badlands are often covered with diminutive trees bearing tiny silver, gold, or purple leaves. There is also an abundance of low-lying brush with serrated, silver-white leaves, as well as spherical gray-yellow bushes with thorny stems standing as tall as a man. The twigs of the trees make excellent grazing for any reptile, but kanks die within a few days of eating even a mouthful of these twigs. Don&#x27;t let anything eat the serrated leaves of the low-lying brush, as the sharp leaves slice up the intestines of whatever eats them. As throughout most of the Tablelands, nearly any kind of beast can be found in the rocky badlands, but tembo, belgoi, and silk wyrms are especially common.</p>\n<p id=\"header-10-scrub-plains\" class=\"h1-header\">XI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Scrub Plains</span></p><p>Scrub plains are small tracts of dusty land dotted with clumps of grass, thorny bushes, and occasionally even spindly trees. These tracts are relatively scarce in the Tablelands. Because the scrub provides the best forage available, herders tend to overgraze these plains, stripping the land of all foliage and reducing it to a sandy waste or stony barren.</p><p>What the herders do not inadvertently destroy, Defilers often annihilate. Although the scrub plains are not lush by any standard, they contain more vegetation per acre than most other Athasian terrain. Because of this, Defilers are often attracted to these areas when first learning their black art, practicing new spells, or trying to find a safe refuge. Given the destructive pressure of these two forces, it is a wonder that there are any scrub plains at all in the Tablelands. Most of the remaining tracts still exist only because they are watched over by druids. When they realize that a Defiler has entered their territory, these druids do everything in their power to drive him from the area or kill him -usually the latter. The druids treat herders more kindly, simply keeping a close eye on the herding tribes and their flocks. If the herders try to take their flocks into a pasture in danger of being overgrazed, or if they stay in the same place too long, the druids will subtly guide the herders away by summoning a ferocious creature or a plague of insects. In cases of especially dense or stubborn herders, the action may be more severe. I was once traveling with a party of elven nomads who refused to move on, even though they were perfectly aware that they were angering the local druid. The standoff finally ended with the druid opening the earth and swallowing the tribe&#x27;s entire camp. No elven lives were lost, but the herders had to resort to raiding in order to survive.</p><p>Travel in the scrub plains is generally easy and uneventful. The greatest danger facing most travelers is that they will anger the local druid or run across a predatory animal.</p><h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>The scrub plains are covered with sporadic clumps of brown-green grass, thorny hedges, and tall, wispy trees with drooping branches and long, spear-shaped leaves. Occasionally, when a rain has fallen in an area within the last thirty to sixty days, an entire field will be covered with wild flowers and leafy green plants. Generally speaking, most of the plants in the scrub plains are safe for both humans and beasts, but halflings and dwarves should avoid eating anything with purple spots (unless they are fond of terrible stomachaches and feverish deliriums). As in the rest of the Tablelands, nearly any beast can be found in the scrub plains -though with much greater frequency. Jozhal and gith can be an exceptional problem here.</p><p id=\"header-11-inland-silt-basins\" class=\"h1-header\">XII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Inland Silt Basins</span></p><p>These areas are much the same as the Sea of Silt, save that they cover a much smaller area. Most of the time, they are shrouded by a gray pall of windborne silt, and the dust is still so deep that a man cannot wade through it. There are rumors that certain hidden pathways follow the course of long buried city walls. I cannot attest to the accuracy of these tales, but even if they are true, I would hesitate to trust my life such a treacherous trail.</p><p data-force-break=\"true\">Those traveling across an inland silt basin must use the same methods as those traveling in the Sea of Silt itself, and can expect to meet the same hazards. Therefore, I suggest that anyone contemplating such a journey read the entry describing the Sea of Silt before embarking.</p>\n<h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>I have found that the creatures dwelling in and around the silt basins are similar in most respects to those found in the Sea of Silt itself. With the general exception of silt horrors, the information presented above for the Sea of Silt can be assumed to apply to Silt Basins as well.</p><h3 id=\"header-ruins\">Ruins <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>The Tablelands are fairly covered with ruins. Decaying towers rise out of the sandy wastes. Abandoned fortresses loom over the stony barrens. The white-crusted crowns of half-buried palaces protrude from the salt flats. Long-lost dungeons lie tucked away in the hidden corners of badlands labyrinths. The architecture of these ruins, both in the great cities and in the isolated buildings, is that of ancients, with an abundance of gracefully arched doors, windows, and gates. The walls and towers are built of thousands of more-or-less flat rocks, carefully shaped and fitted into place, then mortared with lime cement. The top of the towers and walls are capped by square crenelations designed to protect men as they defended the top of the wall. Generally, the windows of the exterior walls are no more than slits through which soldiers can fire bows and crossbows at besiegers outside the castle. The interior walls are more generous, large enough to let an ample amount of light and air into the dank rooms.</p><p>The most common ruins are solitary remnants of the glorious age that preceded ours. As you travel through the Tablelands, you&#x27;ll find bridges spanning long dead riverbeds that have not known the taste of water in centuries. You&#x27;ll cross cobblestone lanes laid down more than a thousand years ago, and if you turn to follow them you&#x27;ll pass shattered guard towers that must have seemed like lonely and forlorn posts even when the road ran heavy with traffic. Most oft en, these ruins are simply places to hide from the sweltering sun or take shade from the merciless wind. Occasionally, there will be a hidden opening that leads to a basement or lost tunnel system. Sometimes, these subterranean tunnels even hold priceless treasures -an ancient steel sword or breastplate, for example. Just as often, they serve as home to some vicious or brutish creature that will appreciate an unexpected meal entering its lair.</p><p data-force-break=\"true\">Although not as common as the solitary bridges and towers of the previous age, more substantial ruins are not rare. Archaic castles stand along ancient roads and dry riverbeds. Even if the castle itself has been reduced to a ruin, the foundations often still exist. The dark rooms and twisting tunnels inside those foundations sometimes contain valuable weapons and other treasures -but like the ruins of the previous age, they are also prime lairs for vicious creatures.</p><p data-force-break=\"true\">The largest castles are surrounded by villages. Most of the village buildings have long-since collapsed, and their walls have disappeared, but valuable items such as coins, weapons, and metal tools and utensils still lie among the foundations. There is usually a large, ruined stone building that once served as a temple where the ancients practiced their religion. The vaults beneath these temples sometimes contain vast treasures. Unfortunately, those who have entered these temples also report finding unusual numbers of strange creatures -both living and undead.</p><p data-force-break=\"true\">In the Tablelands of the Tyr region, a handful of ruined cities lie half-buried in dust, sand, or salt. Although the locations of these cities are well known, they are relatively untouched. Exploring a city ruin is a major undertaking, for they cover tens of thousands of acres and are often buried beneath a thick layer of windblown sediment. In addition, most serve as either the home of a raiding tribe or the lair of dozens of vicious creatures, so it is common for adventurers entering city ruins to not return.</p><p>The eight cities that I know of (and have visited personally) are described inChapter Four: Atlas of the Tyr Region.The vast majority of these ruined cities date from ancient times. In many ways, they resemble the ancient village ruins, save that everything is on a much grander scale. In the center of a city, there is a massive fortress-town in place of a castle. There is dozens of huge temples instead of a single small one; there are thousands of collapsed buildings, each with a cellar or basement in its foundation. Finally, most have large subterranean sewers and catacombs into which much of the city&#x27;s treasure has been dragged over the centuries by successive generations of monsters.</p>\n<p data-force-break=\"true\">Two of the ruined cities that I know of date from our own era. Of course, they resemble our modern cities in layout. The prime areas of economic importance (the merchant emporiums, the noble estates, the templar houses, and the sorcerer-king&#x27;s fortress) have already been thoroughly explored and looted. There is little reason to visit these two cities except for curiosity&#x27;s sake. Considering what abides there now, I am not that curious.</p><p>Of course, there may well be cities that no one has discovered yet. Who has not heard stories of a lost city of steel lying buried beneath a mammoth mekillot dune, or listened in awe to the bards who sing of the dwarves&#x27;Lost City of Gold?</p><p id=\"header-12-encounters-in-the-tablelands\" class=\"h1-header\">XIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Encounters in the Tablelands</span></p><p>Anyone traveling in the Tablelands is assured of a wide variety of adventures. To be certain, not all will be pleasant, but they will be interesting-provided the traveler survives, of course.</p><h2 id=\"header-cities\">Cities <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Seldom will an alert traveler encounter a city by surprise. The locations of all cities in the Tablelands are well known, and they all lie along the course of well-traveled roads. In addition, most cities are surrounded by a wide swath of cultivated land, as well as service roads for moving wagons, water, and slaves about without injuring crops. Further, there is a constant stream of travel within several miles of the gates. In short, not even a blind man could approach a city without realizing it.</p><p data-force-break=\"true\">Of course, it is always possible for a wanderer to crest a hill and discover to his surprise that a city lies in the valley below. Even in this case, he will not be lost for long. Any passing caravan driver will tell him where he is-though the wanderer may have to suffer a few bemused remarks for having to ask such a foolish question. In the Tyr region, there are seven cities: Tyr, Urik, Gulg, Balic, Raam, Nibenay, and Dral. The name and location of each is well known, and all a traveler must do reach any one of them is set foot onto the proper road and start walking. In most cases, entry into a city is simple. Unless the traveler is carrying banned goods (be especially careful about anything that could be used as a magical component), the gate guards simply record the traveler&#x27;s name and reason for visiting a city, collect a tariff (and/ or bribe) for any cargo the traveler is carrying, and then let him enter. Each city&#x27;s unique atmosphere and flavor is detailed in the<em>Atlas of the</em> <em>Tyr Region</em>later in this book.</p><h2 id=\"header-villages\">Villages <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Villages are far from common; it is quite possible to travel for hundreds of miles without coming across a single one. On the other hand, you will find them in the most unexpected places: standing in the middle of salt flats, hidden in the labyrinths of the rocky badlands, and clinging to the sides of isolated mountains.</p><p>The reception given a party of strangers depends upon the nature of the village they encounter. Other than offering them food and water; a dwarven village might hardly notice the strangers. A slave or raiding village, on the other hand, might well attempt to imprison or slay them. Some villages are described in theAtlas of the Tyr Region,which appears later in this book. However, villages tend to be temporary communities, so it would be futile to describe them all. Besides, there are no doubt dozens of villages of which I have not heard. For a general description of what to expect when you run into a village, I suggest you consult VillagesinChapter Two: Athasian Society.</p>\n<h2 id=\"header-caravans\">Caravans <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Anyone traveling a major road will certainly encounter caravans of all sizes and descriptions. If they wish, they can usually purchase passage with a caravan in return for money or labor-provided they don&#x27;t appear menacing or threatening. The primary benefit of caravan passage is safety, not comfort; often, passengers provide their own food and transportation, purchasing only the protection of the caravan&#x27;s guards.</p><p data-force-break=\"true\">Small caravans, usually mounted on banks, can be found off the main roads. Those traveling away from the road are usually carrying supplies to an outpost or village. Caravans traveling toward the road are generally carrying raw materials, such as clay, obsidian chips, or even beads of smelted iron. Unlike most caravans, these off-road caravans seldom take passengers. To safeguard against raiders and competitors, Merchant Houses place a high priority on keeping the location of their outposts secret. For more information on caravan organization, take a look at the section I have entitled Caravans, located under<em>Dynastic Merchant Houses</em>in<em>Chap-</em> <em>ter Two: Athasian Society.</em></p><h2 id=\"header-people-of-the-tablelands\">People of the Tablelands <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>Most of the Tablelands are bleak and savage, but they are far from deserted. When you travel in these areas, you&#x27;ll meet representatives of all races, including nomads, raiders, hermits, and hunters. Each group tends to be found in the type of terrain best suited to its lifestyle. Nomadic herders are more common in the scrub lands. Raiders tend to hide in the labyrinths of the badlands, and hermits prefer to live at out-of-the-way oases. Hunters are found wherever there is prey: stony barrens, sandy wastes, rocky badlands, and the scrub plains. Of course, these guidelines are not hard or fast; to survive, the races of the desert must be flexible and mobile, so you shouldn&#x27;t be surprised to find any group in any terrain.</p><p>When you meet a group of natives, the responses you receive will depend on their nature and your own attitude. If you appear frightened, most natives will try to take advantage of you; if you seem hostile, they&#x27;ll want to fight; if you&#x27;re arrogant, they won&#x27;t do anything to help you. In general, I have found that it is best to appear confident and courteous. This implies that you have the strength to defend yourself, yet have no harmful intentions.</p><p data-force-break=\"true\">Each of the groups mentioned above is described more fully in<em>Chapter Two: Athasian Society.</em></p><h2 id=\"header-animals\">Animals <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>A wide variety of creatures inhabit the Tablelands. All are dangerous, for Athas is a harsh place with one natural law that prevails over all others: kill or be killed. Even animals which subsist entirely on plants have deadly defenses, for they must fight off vicious predators almost daily. My advice to the hungry traveler thinking to make an easy meal of any innocuous-looking beast is this: be as prepared to fight for your life as the animal you are hunting will be to fight for its own.</p><p data-force-break=\"true\">If the herbivores are dangerous, the carnivores are a truly nightmarish. Intelligent races receive no special consideration in the deserts of Athas. In fact, many predators consider them a special delicacy and lurk near places where human and demihuman races conglomerate-i.e., near villages, roads, oases, etc. When you travel outside any city, always assume that you&#x27;re being stalked by something as large as a mekillot, as quiet as a halfling, as fast as an elf, and as vicious as a mul -chances are that you will be correct.</p><p data-force-break=\"true\">Most of the creatures described in<em>Chapter Five:</em> <em>Monsters of Athas</em>can be found in the Tablelands.</p>\n<p>The herbivores tend to inhabit the types of terrain described as their natural habitat, and will seldom be found in other locales, unless some natural or unnatural event has forced them to leave their home terrain. On the other hand, the carnivores move through all terrains freely, either pursuing prey or searching for it in places that they know it frequents.</p><p id=\"header-13-the-ringing-mountains\" class=\"h1-header\">XIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Ringing Mountains</span></p><p>Mountain ranges encircle the Tablelands, each running north and south. To the east and west of the Sea of Silt, they form great wall-like barriers separating the Tablelands from the unknown lands beyond. To the north and south of the Sea of Silt, they form a series of parallel ribs. The deep valleys between these ribs lead away from central Athas like a series of long corridors.</p><p>I have visited only the mountains lying west of Tyr, so remember that my comments reflect experiences there. These mountains more or lessseparatethe Hinterlands from the Tablelands, whereas the mountains north and south of the Sea of Silt form long passagewaysconnectingthe Hinterlands and the Tablelands.</p><p>It is entirely conceivable that this terrain difference will have a profound effect on the societies in those areas. After all, in the Tyr region, the mountains are a barrier separating this part of Athas from whatever lies beyond. In the northern and southern regions, the mountains are like funnels that guide travel between the two areas along certain rigid tracks. Keeping this warning in mind, then, let us explore the Ringing Mountains. From a distance of a hundred miles, the Ringing Mountains look like a ridge of reddish clouds hugging the horizon. As you move closer, their soft edges gradually grow sharper and more distinct. At a distance of fifty miles, the craggy shape of individual peaks becomes visible. Between twenty and thirty miles, you start to climb great, fan-shaped heaps of coarse sand washed down out of the canyons. After you&#x27;ve struggled to within five miles of the mountains, the range takes on the appearance of a great wall of loose rock and sheer cliff.</p>\n<p data-force-break=\"true\">At this point, weak-hearted travelers often despair of crossing the mountains and turn back. Don&#x27;t make this mistake. As you trudge forward, you&#x27;ll discover that the mountains are not nearly as inhospitable as they look. Traveling in them is simply a matter of keeping your wits about you and moving forward with a slow, steady pace.</p><h2 id=\"header-methods-of-travel\">Methods of Travel <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>In the mountains, the only reliable means of transport is walking. You can ride kanks many miles up the canyons that wind and twist into the heart of the range, but eventually you&#x27;ll reach a boulder field or rocky escarpment where it would be dangerous to remain mounted. On treacherous terrain, extra weight can easily cause even a sure-footed kank to loose its balance and fall-spilling the passenger into a boulder field or plunging both mount and rider hundreds of feet to their deaths. In fact, there are many places, such as the cliffs at the canyon heads, where kanks cannot even travel.</p><p>Therefore, if you are going to travel very far in the Ringing Mountains, sooner or later you will have to rely upon your own two feet. Unfortunately, walking in the mountains is even slower and more tedious than in the desert. It is impossible to travel a straight line in the mountains. Your path always bends and turns as you move around obstacles such as cliffs, high peaks, deep crevices, and so forth. Even then, you must hike hundreds of feet up or down, often both, for every mile traveled horizontally. In addition to the extra effort of travel, one must always be on the lookout for the many hazards of the mountains. First and foremost, losing your footing can be deadly. Even if the slip does not send you plunging down the mountain, it may result in an injury that will make it impossible to travel when the going becomes truly hazardous. Second, the mountains are full of hiding places where dangerous creatures and desperate characters can wait to ambush unwary travelers. Third, the mountains grow extremely cold at night, especially in the highest places. Unless you are wearing heavy clothing or sitting up all night next to a campfire (which tends to attract unwanted attention), it is quite possible to freeze to death-especially if you haven&#x27;t had much to eat.</p><p>There is one last inconvenience to traveling in the mountains: it is exhausting. Of course, hour after hour of climbing hundreds of feet up and down is bound to take its toll on a person, but the weariness of which I speak goes far beyond that. As you travel higher, it almost seems that some magical force is trying to hold you back. Breathing becomes difficult, until even walking a hundred yards is enough to leave you panting and gasping. You begin to feel light-headed and dizzy, then sick to your stomach. You lose all desire to go on, and want nothing so much as to collapse and sleep forever. Even water loses its appeal, and the thought of eating seems more trouble than it is worth. I have seen full-grown men lie in the same spot for more than a day, not bothering to eat the food in their satchels and barely drinking enough from their full waterskins to keep themselves from dying. This strange malaise seems to affect half-giants and elves more than most other races, to the point where I would advise them not to enter the mountains without a trusted member of another race who will remind them to eat and drink, as well as prod them to continue moving. On the other hand, although dwarves grow as tired as anybody else, the characteristic determination of their race renders them all but immune to the lethargy so dangerous to others. Given all of the complications of voyaging in the mountains, most parties should be happy if they can maintain a travel rate a equaling quarter of their normal distance. It should also be noted that the fatigue of traveling in the mountains has no effect on running speeds (as long as one is not moving across treacherous terrain, of course). When the individual finally has to rest, however, it takes twice as long as normal to recover -and if the exertion was especially intense, he may feel sick and lethargic.</p>\n<p id=\"header-14-geography-of-the-ringing-mountains\" class=\"h1-header\">XV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Geography of the Ringing Mountains</span></p><p>The Ringing Mountains are composed of four predominate terrains: the foothills, the canyons, the mountains, and the forest ridge. Although each is distinguished from the other in many ways, it is sometimes difficult to tell where one region ends and the other begins. At the base of the mountain range, steep hills rise to either side of the sand heaped at the mouth of the canyons, and before you know it you have entered a canyon that winds deep into the foothills. The foothills gradually grow steeper and rockier, imperceptibly making the transition into full-fledged mountains.</p><p data-force-break=\"true\">Other times, the transitions are more obvious. A rocky slope suddenly ends in a cliff that plunges hundreds or thousands of feet down to a canyon&#x27;s sandy floor. At the summit of the mountain range, a forest of tall trees suddenly appears, their leaf-laden boughs swaying in the wind as if to greet a weary traveler. Whether the transition is gradual or sudden, a smart traveler will always pay attention to the terrain he is in. It will provide him with valuable clues as to what he might find lurking around the next corner, the kind of hazards that could come crashing down around his head, and what is likely to happen to him if he makes a mistake.</p><h2 id=\"header-the-foothills\">The Foothills <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>On both sides of the Ringing Mountains, the great heaps of sand washed out of the mouth of the canyons lie piled high against the foothills. The foothills generally resemble the rocky badlands of the Tablelands in both appearance and terrain. They are filled with narrow, twisting canyons interspersed with steep ridges of higher ground.</p><p data-force-break=\"true\">There are a few differences, however. The ridges between the canyons tend to be higher, and their summits are often rounded and quite expansive instead of sharp and narrow. Also, as you travel toward the spine of the Ringing Mountains, the foothills grow more dramatic. The canyons are deeper, the cliffs more impressive, and the summits higher.</p><p>Assuming you&#x27;re going toward (or away from) the summit of the Ringing Mountains, the easiest way to travel through the foothills is along the bottom of a ravine. Here there is often a dry creek bed that makes a fairly nice walking surface. It is even possible to ride kanks safely in these areas, if you can get one there in the first place. Occasionally, you&#x27;ll encounter a field of boulders or a steep wall of stone that must be crossed or climbed, but otherwise your travel should be fairly easy.</p><p data-force-break=\"true\">When traveling along these seemingly dry watercourses, however, carefully watch the sky over the mountains ahead, and immediately climb to higher ground if you see any dark clouds gathering up there. Should a rainstorm occur over the area from which your gulch drains (not an uncommon occurrence in the mountains), a wall of water may come rushing down the gulch without warning. Those caught in such a flash flood will almost surely perish-either from drowning, or by being battered against rocks as they are carried downstream.</p><p>It is also fairly easy to travel along the ridgetops toward the spine of the mountains, thus avoiding the possibility of being caught in a flash flood. This route entails its own problems, however. Not infrequently, you&#x27;ll find yourself working your way along the edge of a precipice that plunges hundreds or thousands of feet down into an abyss. When this happens, forget about riding your kanks or any other beasts of burden-unless you value your life as little as your cargo. The crumbling ground along the edge of these precipices can be shifting and uncertain, and will certainly collapse if too much weight is concentrated in one place. You&#x27;ll have to figure out for yourself what is too much weight; sometimes the ground will support a full grown mekillot, and other times it will collapse under the weight of an unencumbered halfling woman.</p>\n<p data-force-break=\"true\">Traveling parallel to the spine of the Ringing Mountains is all but impossible. You&#x27;ll find yourself climbing and descending ridge after ridge -a slow and exhausting process, even if you don&#x27;t fall off a precipice or find yourself facing an impassable cliff. It&#x27;s usually much wiser to go to the base of the foothills, travel the desired distance northward or southward, and then travel up a canyon or ridge that leads more or less where you wish to go.</p><h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>The flora and fauna of the foothills is the same as that found in the rocky badlands of the Tablelands. See<em>Rocky Badlands</em>in the<em>Tablelands</em>section above for more information about this.</p><h2 id=\"header-the-canyons\">The Canyons <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h2><p>The foothills are broken every twenty to forty miles by a major canyon that leads deep into the heart of the mountains. These canyons are usually between one and five miles wide, and kanks can usually be ridden up to forty or fifty miles into them.</p><p>The first five or ten miles of canyon floor is usually covered with heaps of deep sand that have been washed down out of the mountains over the years. Often, there is quite a bit of water trapped beneath these sands (having trickled or washed down from the mountains), so it is not uncommon to find copses of small trees, fields of grass or flowers, or even hedges of thorny bushes growing here. These sandy fans make good grazing land, so it is not uncommon to encounter nomadic herders camped at their bases. The herders are usually happy to let a party of travelers pass through their territory, but tend to frown on anyone stopping to graze their animals for more than a day or two.</p><p>Further up, the canyon floor consists of stony barrens, and is littered liberally with boulders of all sizes. Here, the vegetation is a little heavier than in most stony barrens, for rocky cliffs rise high on both sides of the canyon, providing shelter from the sun during much of the day. Every ten or twenty miles, there is usually a pool of water hidden in some rock crevice, left behind by the last flash flood. Travelers should think twice before drinking from such a pool; often, it has been standing stagnant for years. The greatest hazard of this area comes from predatory creatures. The ample vegetation supports a large population of grazing creatures, which in turn draw a larger number of carnivores. In addition, the confined spaces of the canyons make it easy for hungry predators to work their territories, and there are plenty of crevices and fissures in which they can hide. Plan on losing at least a third of your pack animals, and perhaps one or two of your friends, as you pass through this area. Near the top of the canyon, you may reach a steep field of boulders. Leave your mounts behind at this point, for even kanks cannot hope to cross this treacherous terrain without breaking a leg within the first mile or so. In fact, as you cross this area, be careful yourself. If you misstep even once, your foot may lodge in a gap between two boulders, snapping your leg like a piece of dry wood as your momentum carries you forward. As you step or jump from one boulder to another in this area, it is difficult to tell when your weight may tip a stone&#x27;s balance and send you tumbling into a mass of sharp-edged rocks. Even worse, the shifting boulder may dislodge others above, burying you beneath tons of jagged rock. It is because of the hazard presented by boulder fields that many merchants who travel in the mountains insist on taking an Earth Cleric along with them; such an individual can prove invaluable in stabilizing a particularly loose area of boulders, or in moving a great mass of stone if a rock slide should occur.</p>\n<p>Above the boulder field, near the head of the canyon, there is nearly always a large field of scrub. These fields range in size from just over twenty miles in diameter to nearly a hundred. They exist, in my estimation, for three reasons. First, the boulder field makes it difficult for grazing creatures to reach them, so the plants live longer. Second, they are close to the summit of the Ringing Mountains, which means they are close to a water supply. Third, the temperatures are a little cooler at these altitudes, so the grasses are not punished as severely by the heat of the day. Sometimes, a hermit or a small tribe of herders will make their home in such areas, having carried their beasts into the field as young animals. Such individuals (or tribes) are very suspicious of strangers and protective of their territory. It is far from a rare occurrence for a tribe of raiders to slay them, steal their herds, and make the mountain meadow their home base. Obviously, this means that anyone entering one of these areas stands a fair chance of running into a raiding tribe-which is never a pleasant experience.</p><p data-force-break=\"true\">Occasionally, these high mountain meadows are not protected by a boulder field. Avoid such areas at all costs. They are often defended so jealously by hostile nomads or raiding tribes that to enter them is to insure an ambush. If this is not the case, then they are filled with nervous herbivores and ferocious carnivores, all of whom will defend their territory aggressively against any intrusion.</p><p>The only exception to this that I know of is the scrub land surrounding the city of Tyr, where the city nobles consider it a great sport to hunt down any vicious animals that intrude upon their territory. This is an exciting sport, for the nobles fall victim to the animals almost as frequently as they are successful in their hunting.</p>\n<h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>Near the bottom of a typical canyon, the flora and fauna corresponds to that of the sandy wastes (see<em>Sand Dunes</em>in the<em>Tablelands</em>section above). At the top of the canyon, there is usually a region of scrub land. This area is covered with a lush carpet of grass, and dotted with tall, puff-ball trees bearing small waxy leaves. The wood of the trees is extremely hard and is excellent for making weapons, but the tree is otherwise inedible. Watch out for single blades of a tough purple grass in this area; they tend to grow with other clumps of grass, and are so sharp that they can cut the tongue off careless beasts and slash the feet of unwary travelers to ribbons. In place of the cacti of the rocky barrens, the midranges of the canyons are covered by dagger plants. These strange plants have dozens of long, daggershaped leaves that radiate out as much as three feet from a central core at the top of the plant&#x27;s root. Each leaf ends in a sharp needle. The needle is tipped with a mild poison, and paralyzes any limb it pokes will be paralyzed for up to ten days. Some varieties of these plants have leaf edges as sharp as an obsidian blade. Most kinds of animals can be found in the canyons, especially those of the predatory variety. Fortunately, since animals in the canyons are very territorial, once you have dealt with the primary predators, chances are you will not be attacked again. Mountain gith can be a real hazard in these canyons.</p><p id=\"header-15-the-mountains\" class=\"h1-header\">XVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Mountains</span></p><p>If your intention is to cross the Ringing Mountains, or even to reach their summit, sooner or later you&#x27;ll have climb the mountains themselves.</p><p>Those who have been traveling in a gulch or a canyon will have no doubt when this moment has arrived. They will find themselves standing at the base of a sheer wall rising thousands of feet into the sky. There will be no easy way to continue forward. If they have somehow managed to bring pack animals this far, the gravel-covered slope, the huge boulders looming overhead, and the intermittent cliffs will leave no doubt that the only way to continue is climbing on their own feet. The realization will come slower to those who have been traveling along the ridgetops. They will notice that the slopes are growing steeper, the precipices deeper, cliffs more frequent. Their pack animals, if they still have any, will grow nervous and afraid. Even the docile kanks will refuse to move, and, if they are somehow forced to continue forward, the poor beasts will inevitably lose their footing on the sheer slopes and fall to their deaths-strewing all that they were carrying as they tumble thousands of feet down the mountainside. In either case, as you shoulder your burdens and start to climb foot-by-foot up the steep slopes, this is where you will feel the worst effects of the mysterious mountain-sickness. Breathing will become difficult, your head will pound with pain, you will feel sick to your stomach, and you will feel tired and listless. In serious cases, you may even lose all desire to continue your journey and turn back for no reason you can name, or even sit down and wait for the freezing embrace of the night, when the temperatures will plunge far below zero. Assuming you have the necessary willpower to continue onward, however, the mountain peaks will probably be covered with loose gravel and stones, for little grows on the windswept, sun-scorched terrain. For every three steps you take upward, you will slip backward one. At any moment, the entire slope might coming sliding down on top of you, burying your entire party under tons of dirt and rock. If the mountainside is not covered in gravel, chances are that you&#x27;re climbing a cliff of solid stone. You must be sure of every step, always securing every move with a good handhold, for one slip will send you plummeting thousands of feet. Even if you friends bother to descend the mountain and are lucky enough to locate your remains, all they will find is a pummeled mass of flesh. The one good thing about the mountains is that predators will not be as great a concern as they are in the canyons. Few land animals have any desire or reason to journey into the mountains, so the only hazard will come from large flying creatures that may be looking for an easy meal. Usually, the purpose of their attacks is not so much to kill you directly as to cause you to lose your footing and plunge to your death. In fact, they seem to prefer meat that has been tenderized in this fashion. I once saw a wyvern ignore several pounds of freshly killed erdlu in order to knock a man off the mountainside, then fly down and feast on the pulverized body.</p>\n<h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>Vegetation is not common on the rocky slopes of the high mountains, but here and there, the gnarled trunk of a six-foot ranike tree snakes out of a crack in the cliffs. While there is nothing edible about this tree, when burned, its sap gives off an aromatic fragrance that is repugnant to insects, including the rugged thri-kreen. The only animals you are likely to encounter on these slopes are flying reptiles and birds of prey, all of which take advantage of the security offered by the rocky heights to make their nests. Needless to say, they do not appreciate having their territory violated.</p><p id=\"header-16-the-forest-ridge\" class=\"h1-header\">XVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Forest Ridge</span></p><p>As the traveler crests the summit of the Ringing Mountains, he sees what is perhaps the strangest sight on Athas, and one that will assuredly take his breath away. Below him, a jungle of tall fir and birch trees covers the steep slopes of the high mountains, with a thick undergrowth of rhododendron and mountain bamboo. It stretches north and south along the spine of the mountains as far as the eye can see. This is the legendary Forest Ridge, the paradise at the top of the world. For some reason, a wide band west of the summit of Ringing Mountains is surprisingly moist. Nearly every morning, a gentle drizzle falls, and at night there is sometimes an inch or two of snow. Predictably, this more-or-less constant supply of moisture has resulted in a green-belt unlike anything else on Athas. As the traveler enters the forest, he quickly discovers that the vegetation is so thick that he must cut a path through it. The forest grows dark and gloomy, and it is filled with the chortles and cries of hundreds of small animals alarmed at the intruder&#x27;s presence. Overhead, the wind whistles through the treetops with an eerie ringing -hence the name of the range. Although the mountains on this side of the summit are as steep as those on the eastern side, the footing is much less treacherous. The loose gravel has been replaced by a carpet of moss that clings to a thick layer of black soil. The slopes are still steep, the cliffs are just as rocky, and the abysses just as deep, but they are hardly visible behind the green curtain of vegetation. The most amazing thing about this forest is the humidity. Beads of water cling to everything: tree leaves, rocks, even your forehead. The gentle murmur of tiny brooks comes from all directions, here and there becoming a small roar as a stream plunges over a precipice and crashes onto the rocks at its base far below. Even in this paradise, you still will suffer from mountain-sickness. The slightest exertion still fatigues you and your head still pounds, but at least the thick canopy of the jungle provides some shelter from the sun. At night, the forest remains surprisingly warm, almost as if the thick canopy were acting like a blanket to insulate the ground. The temperature drops, lingering a little bit above or a little bit below freezing but does not plunge anywhere near the extremes experienced on the barren eastern slopes of the mountains. You mustn&#x27;t linger in the forest, however, unless you have come here to die. Surprisingly, the greatest threat does not come from animals. The jungle is occupied mostly by small animals that rely upon poison to defend themselves, and they won&#x27;t bother you if you don&#x27;t bother them. The predators are not generally dangerous to men, either; they tend to be small and feed almost exclusively on the lesser creatures inhabiting the forest. It is the halflings that you must watch out for. They consider anything that enters their territory -including other intelligent races -fair game. Once they become aware of your presence, they will silently stalk you through the forest, awaiting just the proper time to spring ambush. If possible, they&#x27;ll take you alive and present you as a gift to their king. Should you be taken alive, this is not a fate you should hope for. Some halfling kings are so savage that they prefer to eat humans and demihumans presented to them alive. Others are more civilized, and will at least have the decency to kill and cook their meals first. If a traveler cannot be taken alive, the halflings will be just as content to drive him over some cliff, ambush him during his sleep, trick him into trusting them by pretending to be friendly, or simply overwhelm him with superior numbers. It should be noted that any halfling with the adventuring party will be spared if at all possible. Even if the halfling is dressed the same as his companions, the natives will assume he has been captured and is being held against his will by the &quot;big people.&quot; Protests and entreaties on behalf of the rest of the party will have no effect, as the savage halflings will simply assume that their unfortunate brother has been magically seduced into defending his companions. After the &quot;brother&quot; has been &quot;freed,&quot; he will be invited to join the tribe or be released with an armful of gifts to go on about his business.</p>\n<p data-force-break=\"true\">For more information on halflings, see<em>Organiza-</em> <em>tion of Villages</em>and<em>Hunting and Gathering Clans</em> in<em>Chapter Two: Society on Athas.</em></p><h3 id=\"header-flora-and-fauna\">Flora and Fauna <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>There are so many trees, vines, and shrubs growing on the Forest Ridge that it is futile to try to describe them all. Suffice it to say that there are hundreds of mighty trees, all covered with lush growths of huge leaves, bearing strange and exotic fruits. From their branches dangle more kinds of vines than I could catalog in a lifetime. The floor of the jungle is so thickly covered with green shrubs and brightly colored flowers that the ground itself can only be glimpsed on rare occasions.</p><p data-force-break=\"true\">The fauna of the jungle is as amazing as the flora. A thousand species of snakes, frogs, birds, and little rodents scurry about your feet. Occasionally, you will also glimpse one of the great, dark predators that lurk in the depths of the jungle-but so briefly that you will not be able to say that you saw any more than a dark shadow. Be forewarned, however; in the forest, just because something is small does not mean that it is not deadly. Poison is so common in this jungle that it is a wonder you can breathe the air without inhaling some foul toxin.</p><h3 id=\"header-ruins\">Ruins <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>The Ringing Mountains have their share of ruins, though sometimes of peculiar sorts. The canyons and gulches are, for the most part, devoid of any ruins. Whether this is because the ancients did not build there or because the flash floods have washed away all signs of their presence is impossible to know. Suffice it to say that if you are searching for lost treasure, don&#x27;t bother looking in the canyons. The spires and ridges of the foothills are dotted with crumbling towers, abandoned keeps, and forgotten castles. Usually, these lonely edifices stand atop a peak or knoll overlooking what must have once been a point of some strategic importance, such as the junction of two large canyons or the narrow entrance of a particularly long gulch. Sometimes, the foundations and dungeons below these castles still contain a few pieces of steel armor, a metal sword, or some other forgotten treasure. Just as often, they now serve as the stronghold of a powerful raider chieftain or monster tribe. In the foothills, there are many natural caverns of incredible scope and size. Usually, they are inhabited by a wide variety of nasty creatures, but some of them house incredibly beautiful scenes and vast pools of water concealed in their depths. It is occasionally worth the risks involved to sneak into one of these caverns just to see what you can see. The mountains and foothills alike are laced with ancient mines. For all but dwarves and halflings, mine tunnels too low to walk in comfortably; in fact, half-giants and many elves must crawl on their hands and knees to explore these places. Some people claim that this is because halflings were once expert miners who dug most of the tunnels in the Ringing Mountains, but I&#x27;m not sure I believe this. Whoever dug the mines did a poor job -or else age has taken its toll on their craftsmanship. I have heard tales of mine entrances collapsing unexpectedly, leaving a party of explorers trapped inside and suffocating. Some mines are filled with water, and as you move through them you must be careful not to step into a hidden pit, or to open a door that will unleash a torrent of foul-smelling water that burns your skin like acid. Other mines, I have been told, are filled with explosive gas, so that when you carry a torch into them, the air itself erupts into flame.</p>\n\n<p>Add to these dangers the usual assortment of horrors lurking in dark caverns, and strange races of dark-dwelling humanoids said to inhabit the mountain tunnels, and the mines seem to be very good places to avoid. Of course, I realize that many of you reading these words have heard the tales of underground cities and treasures hidden in these mountain mines, but just remember that neither wealth nor fame does a dead man any service. That is all I will say on the matter. Finally, the strangest ruins of all can only be found high in the mountains. Every now and then, you will come across a strange, dilapidated building still clinging to the side of a high cliff, or tucked away in a deep crevice halfway down a thousandfoot abyss. These tiny buildings are large enough to hold no more than two or three people, and can only be entered at considerable risk by climbing a sheer face of rock or lowering oneself several hundred feet on a rope. They seldom contain anything of economic value, but I have known clerics and druids alike who have spent a day or two there and emerged with new insights on the nature of the world that have allowed them to increase their powers significantly.</p><p id=\"header-17-meetings\" class=\"h1-header\">XVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Meetings</span></p><p>If you intend to travel into the Ringing Mountains, be prepared to fight for your life one minute and run for it the next. About the only friendly people that you will meet are the herders grazing their animals on the sandy heaps at the mouths of the canyons. Otherwise, the inhabitants of the mountains are there either in search of privacy, or because it is a good place to hunt. Neither group is likely to welcome visitors. Occasionally, you may discover a merchant&#x27;s trading post hidden away in some gulch, near a rock quarry or possibly even a mine. Unless you work for the same house, and are bringing him supplies, don&#x27;t expect a warm welcome. Any merchant outpost in such an out-of-the-way location is a sure indicator that something in the vicinity is of economic importance. Most likely, the resident agent will assume you are scouting for a competitive house and will do nothing to make your job easier -or even to save your life.</p><p data-force-break=\"true\">On the other hand, there is little need to fear that he will ambush or otherwise assault you; all merchant codes strictly forbid using violence to weed out the competition. Of course, if you can prove that you are not a competitor, and offer to swear a satisfactory oath never to reveal the outpost&#x27;s existence, the agent may be inclined to receive you as a guest or customer. Of course, once you have proven that you do not belong to another house, his obligated to avoid violence no longer applies.</p><p id=\"header-18-the-hinterlands\" class=\"h1-header\">XIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">The Hinterlands</span></p><p>The Hinterlands is that area which lies beyond the Ringing Mountains. I must confess that I know little of this region, for my journeys have taken me less than a hundred miles into it. In my defense, however, let me point out that I am the only person I know who has ever journeyed there and returned. To my knowledge, all others who have set out to explore this region have simply disappeared. At first glance, the Hinterlands are not very different from the Tablelands. After descending the western slope of the Ringing Mountains and working your way across the miles of sand heaped at the mouths of the canyons, you will come to a flat, empty plain that stretches out toward the horizon as far as the eye can see. You have reached the Hinterlands.</p><p id=\"header-19-travel-in-the-hinterlands\" class=\"h1-header\">XX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Travel in the Hinterlands</span></p><p>Almost any normal method of travel should work well in the level plains of the Hinterlands: walking, kank riding, or even a mekillot wagon. Unfortunately, unless you can think of some way to get a kank or mekillot across the Ringing Mountains (and believe me, I have tried or heard tell of every technique I know) you&#x27;ll end up walking. You&#x27;re about as likely to find a domesticated beast of burden here as you are to survive a battle with the dragon. The Hinterlands remain completely deserted; even if you&#x27;re carrying money or goods which with to barter with, you&#x27;ll find no one from whom you can purchase an animal. Fortunately, the flat terrain is conducive to foot travel. After leaving the narrow band of stony barrens (see below), you&#x27;ll be able to make good time. There will be enough foliage so that you can forage for food without too much effort, even if you don&#x27;t always recognize the plant that you&#x27;re eating. I advise you to be careful of anything with crimson leaves, however; after eating the root of one of these plants, for two days I thought I could fly. (It&#x27;s a good thing I wasn&#x27;t in the mountains.) Game will be also be plentiful, if you feel like risking a hunt. I would advise you to be careful about water, however. Although oases are a little more common in the Hinterlands than in the Tablelands, you won&#x27;t know their locations, and there are no well-traveled paths to give you clues as to where you should look. The best option is take along a cleric of the Water Plane as a traveling companion. Barring this, I would suggest never traveling so far away from your last watering hole that you cannot return to it with what you have left in your waterskins. I suspect that one reason travelers don&#x27;t return from this region is that hidden oases are more common and, they don&#x27;t follow this advice.</p>\n<p id=\"header-20-geography-of-the-hinterlands\" class=\"h1-header\">XXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Geography of the Hinterlands</span></p><p>From my experiences, the Hinterlands have much in common with the Tablelands, save that they are devoid of intelligent races as we know them. Therefore, the descriptions below are brief, describing only aspects which are unique to the regional terrain of the Hinterlands. If you need to know more about the basic nature of a particular type of terrain, or the flora or fauna found there, see<em>Geography of the</em> <em>Tablelands</em>in this same chapter.</p><h3 id=\"header-stony-barrens\">Stony Barrens <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>When you reach the base of the Ringing Mountains&#x27; western slope, it will appear that the Hinterlands are nothing but a vast plain of stony barrens. Don&#x27;t despair; the stony plains are only a narrow band, between five and thirty miles wide. In the worst case, it shouldn&#x27;t take more than three days to cross them. You may stumble across a well-worn path leading away from the foothills of the Ringing Mountains. Though the walking will be much faster and easier on this path, avoid it at all costs. The path has no doubt been made by large animals that roam back and forth between the foothills and the scrub plains beyond. Even if you don&#x27;t encounter a herd or pack of these beasts, which will no doubt be ferocious, you are likely to be attacked by the fierce predators that have learned to lie in ambush along such routes.</p><p id=\"header-21-scrub-plains\" class=\"h1-header\">XXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Scrub Plains</span></p><p>Most of the ground that I have seen in the Hinterlands is composed of scrub plains. Compared to those of the Tablelands, these plains are unusually flat; except for bushes and the occasional tree, they are as level as a tabletop. Unfortunately, the gentle breeze which always seems to be blowing stirs up a lot of dust, so a gray-green haze clings to the ground, limiting visibility to a half mile or so. There are vast numbers of animals in the scrub plains, most of whom show two-legged creatures no special diffidence. As you travel, you will no doubt run across feral herds of erdlus, wild mekillots, untamed kank hives, and dozens of creatures that you will not recognize at all. If they do not flee from you, then you would be well advised to flee from them.</p><p id=\"header-22-rocky-badlands-mountains-&amp;-forest\" class=\"h1-header\">XXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Rocky Badlands, Mountains, &amp; Forest</span></p><p>The only terrain of this type that I encountered was the Dragon Crown Mountain; see this entry in <em>Chapter Four: Atlas of the Tyr Region.</em></p>\n<h3 id=\"header-ruins\">Ruins <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a></h3><p>I ran across little sign of the ancients in the Hinterlands. Apparently, the Ringing Mountains were as much a barrier to them as they are to us. The sole exception was a strange temple I found in the forest, concealed in the heart of the Dragon Crown Mountain. While I did not have time to explore it as carefully as I would have liked, I can assure you that it was unlike anything I have seen elsewhere on Athas.</p><p id=\"header-23-meetings\" class=\"h1-header\">XXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #cd490a\">Meetings</span></p><p>The only encounters I had were with wild beasts; I came across no sign of intelligent races in the Hinterlands. This is not to say that such races don&#x27;t exist, only that they are very rare. If there are intelligent races in the Hinterlands, I would guess that they are primitive hunting and gathering clans, or possibly even nomadic herders. There is no sign of economic activity in the region, so it would be out of the question to encounter raiding tribes, merchants, villages or cities.</p>",
    "source_pages": [
      139,
      166
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2,
      "layout": "structured"
    }
  },
  "conversion_applied": "semantic_mapping",
  "pf2e_compatible": true,
  "conversion_metadata": {
    "preserve_flavor": true,
    "dark_sun_context": true,
    "mapping_results": []
  }
}