{
  "slug": "chapter-four-alignment",
  "transformer": "journal",
  "source_section": "Chapter Four: Alignment",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-four-alignment",
    "title": "Chapter Four: Alignment",
    "content": "<nav id=\"table-of-contents\">\n<h2>Table of Contents</h2>\n<ul>\n<li><a href=\"#header-0-half-giants-and-alignment\">Half-giants and Alignment</a></li><li><a href=\"#header-1-alignment-in-desperate-situations\">Alignment in Desperate Situations</a></li><li><a href=\"#header-2-optional-rule\">(Optional Rule)</a></li><li><a href=\"#header-3-lawful-good\">Lawful Good</a></li><li><a href=\"#header-4-lawful-neutral\">Lawful Neutral</a></li><li><a href=\"#header-5-lawful-evil\">Lawful Evil</a></li><li><a href=\"#header-6-neutral-good\">Neutral Good</a></li><li><a href=\"#header-7-true-neutral\">True Neutral</a></li><li><a href=\"#header-8-neutral-evil\">Neutral Evil</a></li><li><a href=\"#header-9-chaotic-good\">Chaotic Good</a></li><li><a href=\"#header-10-chaotic-neutral\">Chaotic Neutral</a></li><li><a href=\"#header-11-chaotic-evil\">Chaotic Evil</a></li><li><a href=\"#header-12-severe-desperation\">Severe Desperation</a></li>\n</ul>\n</nav>\n<a id=\"top\"></a><p>DARK SUN  campaigns call upon players to roleplay their characters according to alignments, just as in AD&amp;D ® campaigns. The alignment scheme is the same, combining an attitude toward order flaw, neutrality, or chaos) with an attitude toward morality (good, neutrality, or evil). All characters and creatures have an alignment in Dark Sun. As stated in the Player&#x27;s Handbook, &quot;consider alignment as a tool, not a straightjacket that restricts the character.&quot; Encourage players to manipulate their Dark Sun characters, using alignment to enhance their roleplaying -creative roleplaying in the Dark Sun world, as in any AD&amp;D campaign world, will enhance both its realism and its enjoyment.</p><p id=\"header-0-half-giants-and-alignment\" class=\"h1-header\">I.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Half-giants and Alignment</span></p><p>As stated inChapter 2: Player Character Races, half-giants have rapidly shifting attitudes toward both order and morality. Their imitative nature and basically poor grasp of right and wrong facilitate this flip-flopping of attitudes which, in game terms, manifests itself as a change in alignment. One half of a half-giant&#x27;s alignment remains fixed, the other half may vary. A half-giant must choose an alignment every morning, one that reflects a reaction to his changing environment, but it must be an alignment that the DM agrees to. In general, a half-giant will be imitative or will be reacting to his environment when a change in alignment occurs. Unless there is a valid reason for the half-giant to become, say, chaotic evil for a day, then the DM should not allow it. If a player repeatedly requests daily alignment changes simply for personal gain, the DM should suggest he play another type of character. Remember, a halfgiant character&#x27;s alignmentmaychange each day, but it isn&#x27;t mandatory -he may go months at a time without a single change. For this reason, half-giant characters, while the dumbest in the campaign world, are generally the most difficult to accurately roleplay. A half-giant&#x27;s shifting alignment should become a hindrance as often as it is a boon. His any-waythe-wind-blows thinking can make him appear unreliable, even dangerous to characters with a more linear approach to order and morality. The DM must sometimes present situations where a halfgiant&#x27;s changing alignment will cause him some grief.</p><p id=\"header-1-alignment-in-desperate-situations\" class=\"h1-header\">II.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Alignment in Desperate Situations</span></p><p id=\"header-2-optional-rule\" class=\"h1-header\">III.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">(Optional Rule)</span></p><p>Life threatening circumstances always put a character&#x27;s alignment to the test. How he acts, how he treats the other characters in a party, and how he controls his own actions can change drastically with desperation. These rules are presented chiefly to govern situations where water is in very short supply, but they can be adapted to a variety of other situations: the commodity in short supply could just as easily be food in times of famine, the antidote to a poison, the cure for a widespread disease, air in a collapsed tunnel, etc. A party of characters that has a potentially deadly shortage of water will have to take several things into consideration. Individually, characters should react based on their alignment. As a group, they will have to examine which of their number are strong and capable and which are weak and in need of assistance. Plans may be made to give more water to certain individuals so they can survive to cast spells or fight foes. How characters react to such plans again rests with their alignments.</p><p id=\"header-3-lawful-good\" class=\"h1-header\">IV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Lawful Good</span></p><p>A character of this alignment will insist that everyone get an even share of what water there is, even those in the party who seem beyond hope. He will readily conceive of and accept plans that call for unequal distribution of water for the good of the group, but will never let the weak or dying go without water.</p>\n<p id=\"header-4-lawful-neutral\" class=\"h1-header\">V.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Lawful Neutral</span></p><p>Such characters will insist that everyone get an even share of available water, but won&#x27;t care one way or the other about characters that may be bey o n d h o p e . H e w i l l a l s o accept t h a t c a l l f o r unequal distribution of water for the good of the group.</p><p id=\"header-5-lawful-evil\" class=\"h1-header\">VI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Lawful Evil</span></p><p>A character of this alignment will insist that available water be evenly distributed among the ablebodied of the group, but won&#x27;t offer any to those who seem too far gone. He will accept plans that call for unequal distribution of water for the good of the group, especially if that means more water for him.</p><p id=\"header-6-neutral-good\" class=\"h1-header\">VII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Neutral Good</span></p><p>A neutral good character will insist that everyone in the group get an even share of remaining water, even the severely dehydrated. He will consider plans calling for unequal water distribution, but will have to be convinced that the plan will ultimately benefit the party and not hurt him personally.</p><p id=\"header-7-true-neutral\" class=\"h1-header\">VIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">True Neutral</span></p><p>A character of this alignment will want a fair share for himself, but won&#x27;t necessarily come to the aid of the very weak. He will consider plans that call for unequal water distribution, but only if he and the party will benefit in the short term.</p><p id=\"header-8-neutral-evil\" class=\"h1-header\">IX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Neutral Evil</span></p><p>A character of this alignment will insist on his fair share, and will be against giving water to the very weak. He will consider plans for unequal water distribution, but only if he personally will benefit soon.</p><p id=\"header-9-chaotic-good\" class=\"h1-header\">X.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Chaotic Good</span></p><p>A chaotic good character will insist that everyone get an even share of the available water, even the very weak. He will not consider plans calling for unequal water distribution unless he and those he likes personally get more water as part of the plan.</p><p id=\"header-10-chaotic-neutral\" class=\"h1-header\">XI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Chaotic Neutral</span></p><p>Such a character will insist on his fair share, and won&#x27;t concern himself with the plight of the very weak. He won&#x27;t consider plans calling for unequal water distribution unless he personally gets more water as part of the plan.</p><p id=\"header-11-chaotic-evil\" class=\"h1-header\">XII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Chaotic Evil</span></p><p>A chaotic evil character will freely lie, cheat, or even kill to get all the water he can. He will constantly suggest plans calling for unequal water distribution that grant him additional water immediately.</p><p id=\"header-12-severe-desperation\" class=\"h1-header\">XIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Severe Desperation</span></p><p>For the purposes of this rule, severe desperation sets in when one member of the party (either a PC or NPC dies from dehydration and the situation shows no signs of changing. At such times, the DM should make a Wisdom check for each character every day in order to avoid madness. The madness created by water deprivation forces a character to adopt a chaotic evil alignment for that day with regards to obtaining water. The DM should inform the player of this temporary alignment change -the player should do his best to adopt the madness in his character&#x27;s style: a stupid gladiator might simply take out his sword and demand the water, whereas a bard might poison some of his fellows in secret to increase his share. If a player is unwilling to take appropriate actions, the DM should make the character into an NPC until the madness wears off. It is mostly for this reason that this rule is optional. Alignment related class abilities are lost during the period of madness. Once a character has a successful Wisdom check or is rehydrated, the madness goes away.</p>",
    "source_pages": [
      44,
      45
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2,
      "layout": "structured"
    }
  },
  "conversion_applied": "semantic_mapping",
  "pf2e_compatible": true,
  "conversion_metadata": {
    "preserve_flavor": true,
    "dark_sun_context": true,
    "mapping_results": []
  }
}