{
  "slug": "chapter-five-proficiencies",
  "transformer": "journal",
  "source_section": "Chapter Five: Proficiencies",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-five-proficiencies",
    "title": "Chapter Five: Proficiencies",
    "content": "<nav id=\"table-of-contents\">\n<h2>Table of Contents</h2>\n<ul>\n<li><a href=\"#header-0-dark-sun-weapon-proficiencies\">Dark Sun Weapon Proficiencies</a></li><li><a href=\"#header-1-new-nonweapon-proficiencies\">New Nonweapon Proficiencies</a></li><li><a href=\"#header-2-general\">GENERAL</a></li><li><a href=\"#header-3-slots\">Slots</a></li><li><a href=\"#header-5-ability\">Ability</a></li><li><a href=\"#header-6-proficiency\">Proficiency</a></li><li><a href=\"#header-7-priest\">PRIEST</a></li><li><a href=\"#header-8-warrior\">WARRIOR</a></li><li><a href=\"#header-9-wizard\">WIZARD</a></li><li><a href=\"#header-10-description-of-new-proficiencies\">Description of New Proficiencies</a></li><li><a href=\"#header-11-bargain\">Bargain:</a></li><li><a href=\"#header-12-bureaucracy\">Bureaucracy:</a></li><li><a href=\"#header-13-heat-protection\">Heat Protection:</a></li><li><a href=\"#header-14-psionic-detection\">Psionic Detection:</a></li><li><a href=\"#header-15-sign-language\">Sign Language:</a></li><li><a href=\"#header-16-somatic-concealment\">Somatic Concealment:</a></li><li><a href=\"#header-17-water-find\">Water Find:</a></li><li><a href=\"#header-18-weapon-improvisation\">Weapon Improvisation:</a></li><li><a href=\"#header-19-nonweapon-proficiency-group-crossovers\">Nonweapon Proficiency Group Crossovers</a></li><li><a href=\"#header-20-character-class\">Character Class</a></li><li><a href=\"#header-21-proficiency-groups\">Proficiency Groups</a></li><li><a href=\"#header-22-use-of-existing-proficiencies-in-dark-sun\">Use of Existing Proficiencies in Dark Sun</a></li><li><a href=\"#header-23-agriculture\">Agriculture:</a></li><li><a href=\"#header-24-armorer\">Armorer:</a></li><li><a href=\"#header-25-artistic-ability\">Artistic Ability:</a></li><li><a href=\"#header-26-blacksmithing\">Blacksmithing:</a></li><li><a href=\"#header-27-fishing\">Fishing:</a></li><li><a href=\"#header-28-navigation\">Navigation:</a></li><li><a href=\"#header-29-religion\">Religion:</a></li><li><a href=\"#header-30-seamanship\">Seamanship:</a></li><li><a href=\"#header-31-swimming\">Swimming:</a></li><li><a href=\"#header-32-weaponsmithing\">Weaponsmithing:</a></li><li><a href=\"#header-33-use-of-survival-proficiency-in-dark-sun\">Use of Survival Proficiency in Dark Sun</a></li>\n</ul>\n</nav>\n<a id=\"top\"></a><p>In Dark Sun, both weapon and nonweapon proficiencies generally follow the guidelines in the Player&#x27;s Handbook. Any exceptions to typical AD&amp;D® game mechanics appear in this chapter. Dark Sun characters often have higher attribute scores t h a n those i n other A D &amp; D campaign worlds. As a result, Dark Sun characters can more easily accomplish proficiency checks, which are based upon attributes. Even so, players should remember that rolling a natural 20 still results in failure, regardless of their characters&#x27; attribute scores.</p><p id=\"header-0-dark-sun-weapon-proficiencies\" class=\"h1-header\">I.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Dark Sun Weapon Proficiencies</span></p><p>Weapon proficiencies and specialization function as usual for all Dark Sun character classes extent the gladiator class. Gladiators begin the game with proficiency in every weapon. In addition, they can specialize in any number of weapons, provided they have enough slots available to do so. A gladiator must spend two slots to specialize in any melee or missile weapon except a bow, which requires three slots. Gladiators thus transcend the rule that limits specialization to fighters. For example, Barlyuth, a dwarven gladiator, starts the game with four weapon proficiency slots. As a gladiator, he already holds proficiency in all weapons, so he needn&#x27;t spend any of his four slots to become proficient. Instead, he may spend all four slots to specialize in two melee weapons, or spend three slots to specialize in a bow weapon and save the remaining slot for later specialization. A 9th-level gladiator could thus specialize in two melee weapons and one bow weapon (seven total weapon proficiency slots) and an 18th-level gladiator could specialize in five melee weapons (10 total weapon proficiency slots). A gladiator gains all the benefits for every weapon in which he specializes, suffering no penalty for multiple specializations.</p><p id=\"header-1-new-nonweapon-proficiencies\" class=\"h1-header\">II.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">New Nonweapon Proficiencies</span></p><p id=\"header-2-general\" class=\"h1-header\">III.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">GENERAL</span></p><p id=\"header-3-slots\" class=\"h1-header\">IV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Slots</span></p><p id=\"header-4-modifier\" class=\"h1-header\">V.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Modifier</span></p><p id=\"header-5-ability\" class=\"h1-header\">VI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Ability</span></p><p id=\"header-6-proficiency\" class=\"h1-header\">VII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Proficiency</span></p><p>Bargain W i s -2 Heat Protection I n t -2 W i s -2 Psionic Detection Sign Language D e x Water Find I n t</p><p id=\"header-7-priest\" class=\"h1-header\">VIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">PRIEST</span></p><p>Bureaucracy Chr -2 Somatic Concealment Dex -1</p><p id=\"header-8-warrior\" class=\"h1-header\">IX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">WARRIOR</span></p><p>Armor Optimization Dex -2 Weapon Improvisation Wis -1</p><p id=\"header-9-wizard\" class=\"h1-header\">X.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">WIZARD</span></p><p>Somatic Concealment Dex -1</p><p id=\"header-10-description-of-new-proficiencies\" class=\"h1-header\">XI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Description of New Proficiencies</span></p><p>As in the<em>Player&#x27;s Handbook,</em>the proficiencies here appear alphabetically with description and rules for using them in a campaign. Armor Optimization:This proficiency allows a character to use his armor to best advantage against a particular opponent (much like the gladiator special ability). A successful proficiency check in the first round of any combat situation gives a -1 bonus to the character&#x27;s Armor Class in that situation. A<em>situation</em>is a series of rounds in which a particular character engages in combat. Once the character goes two full rounds without combat, the situation ends. The character must be wearing some type of armor or employing a shield in order to use the armor optimization proficiency. The bonus provided by the armor or shield adds to the bonus from the armor optimization proficiency. Furthermore, the bonus from the armor optimization proficiency adds to that of the gladiator special ability.</p><table class=\"ds-table\"><tr><td>Dark Sun Weapon Proficiencies</td><td>Concealment</td><td>1  Dex - 1</td></tr><tr><td>Weapon proficiencies and specialization function</td><td>WARRIOR Armor</td></tr></table><table class=\"ds-table\"><tr><td>must spend two slots to specialize in any melee or missile weapon except a bow, which requires three</td><td>Concealment</td><td>1  Dex - 1</td></tr><tr><td>slots. Gladiators thus transcend the rule that limits</td><td>Description of New Proficiencies</td></tr></table>\n<p id=\"header-11-bargain\" class=\"h1-header\">XII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Bargain:</span></p><p>A character with the bargain proficiency can haggle over cash, service, and barter transactions to capture a better deal. In a cash transaction, a successful check allows the character to purchase an item for 10% less or sell one for 10% more than the going rate. In a simple barter transaction, a successful check improves the perceived value of the bargainer&#x27;s goods by 10%. In protracted barter, a successful check allows the bargainer to roll 3d6 instead of 2d6 for that round of barter; a separate check initiates every round. (See Chapter 6: Money and Equipment). In a service transaction, a successful check provides the bargainer 10% more than the going rate for his services. The DM should require players to roleplay the bargaining session to gain the benefits of this proficiency. Simple and protracted barter are fully explained in Chapter 6: Money and Equipment.</p><p id=\"header-12-bureaucracy\" class=\"h1-header\">XIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Bureaucracy:</span></p><p>The bureaucracy proficiency helps characters in a number of situations. A successful check shortens the time a character spends in a city dungeon awaiting judgement. It can also speed the process of gaining an audience with an important templar or other official. The bureaucracy proficiency helps a character understand political hierarchies and who to consult to get a job done. A successful check also allows the character to pay 10% less on a tax levied against him; two successful checks in a row allow him to avoid the tax altogether. In addition to these example uses, the bureaucracy proficiency functions in countless other ways to let a character understand and use (or abuse) bureaucratic systems.</p><p id=\"header-13-heat-protection\" class=\"h1-header\">XIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Heat Protection:</span></p><p>A character with the heat protection proficiency has learned to use clothing and personal pacing to optimize endurance against the rigors of Athas&#x27; heat. With a successful check, the character need only consume half the normal amount of water per day to avoid dehydration. In combat, the heat protection proficiency allows a character wearing metal armor to battle better and longer. A successful check each round allows the character to avoid the THAC0 loss for that round. In addition, when the character reaches his Constitution score limit to rounds of combat, a successful check will allow him to fight for five more rounds. This check can be made at the end of every subsequent five round period, but once failed, the character collapses from exhaustion. Dehydration receives full explanation in Chapter 14: Time and Movement. The effects of using metal armor in combat appear in Chapter 6: Money and Equipment.</p><p id=\"header-14-psionic-detection\" class=\"h1-header\">XV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Psionic Detection:</span></p><p>The psionic detection proficiency works much as the metapsionic devotion psionic sense, but is much less powerful. With this proficiency, a Dark Sun character uses his latent psionic ability to detect the expenditure of psionic strength points (PSPs) around him. When employing this proficiency, a character must clear his mind and concentrate, taking at least one full round to prepare. A successful check allows the character to detect the expenditure of any PSPs within 50 yards of his location, regardless of intervening material objects. A character can maintain use of the proficiency for successive rounds, but during that time he cannot move or perform any other action. The proficiency check, however, must succeed on the round the PSPs are expended or the character detects nothing. Psionic detection proficiency can only inform a character that PSPs were expended within 50 yards, telling nothing more. The detecter cannot determine the number of PSPs, their source, the powers or devotions drawn upon, or the purpose of the expenditure (e.g., to initialize a power or to maintain one). This proficiency is not cumulative with other detection techniques. A player whose character has psionic detection proficiency should ensure that the DM knows. Often the DM will secretly roll the proficiency and inform the player of results.</p>\n<p id=\"header-15-sign-language\" class=\"h1-header\">XVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Sign Language:</span></p><p>Those who have mastered the use of sign language can communicate among themselves without words, provided they can see each other&#x27;s hands. Signing is a language unto itself: it conveys ideas that any other character with the sign language proficiency can understand, regardless of their native language. To use sign language for an entire round, all parties involved must make a successful check. Characters who succeed can converse together for an entire minute; those who fail cannot listen. When a PC signs successfully with an NPC, the DM should speak freely with the player for one minute per round. Every round of conversation requires another check. A failed check means that either the speaker didn&#x27;t perform his finger movements accurately, the listener wasn&#x27;t watching the speaker closely enough, or something else blocked communication. On Athas, many groups employ sign language for covert conversations. In some city states, using sign language can be grounds for imprisonment. Though sign language throughout Athas is generally consistent, secret societies often employ special codes so that unwanted eyes cannot decipher specific conversations.</p><p id=\"header-16-somatic-concealment\" class=\"h1-header\">XVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Somatic Concealment:</span></p><p>Though spell casters can mumble verbal components and hide material components in their hands or robes, somatic components are harder to hide. The somatic component of any spell, magical or clerical, is apparent to any character watching the spell caster. On Athas, where spell casting is sometimes illegal, the ability to hide the necessary gestures becomes important. If movements can be concealed, a spell can be unleashed without calling attention to the caster. A character using the somatic concealment proficiency must announce to the DM his intention to do so at the beginning of the round. Then, when the character casts his spell, the DM makes his roll in secret. A successful check indicates that anyone who could normally view the wizard doesn&#x27;t recognize his gestures as magical in nature. A failed check means that all who can view the casting wizard see his movements for what they really are.</p><p id=\"header-17-water-find\" class=\"h1-header\">XVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Water Find:</span></p><p>Even the most barren desert yields water to those who know how to find it. Small animals burrow in the ground and store water there; some rare plants store water in cistern roots beneath the soil; seemingly lifeless trees sometimes have moist heartwood. The find water proficiency can only be used once per day and takes an hour to perform. During this time the character can only move half as far as normal. A successful check indicates he has found sufficient water to sustain himself for one day. It does not mean that he has found enough water to rehydrate, but he will not further dehydrate that day. The character can only find enough water for himself -if he shares his find with others, none of them gains any benefit.</p><p id=\"header-18-weapon-improvisation\" class=\"h1-header\">XIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Weapon Improvisation:</span></p><p>In Dark Sun, virtually anything can be (and has been) used as a weapon. A character with this proficiency rolls against Wisdom to spot a useable weapon just about anywhere. A successful check means the character has found a club that does 1d6+1 damage to man-sized and smaller creatures, or 1d3+1 to larger opponents.</p>\n<p>The DM may assign modifiers for the ease or difficulty of finding such a weapon: a marketplace might warrant a +2, a barren grassland a -2, and a sandy desert might annul the proficiency altogether.</p><p id=\"header-19-nonweapon-proficiency-group-crossovers\" class=\"h1-header\">XX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Nonweapon Proficiency Group Crossovers</span></p><p id=\"header-20-character-class\" class=\"h1-header\">XXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Character Class</span></p><p id=\"header-21-proficiency-groups\" class=\"h1-header\">XXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Proficiency Groups</span></p><p>Wizard, General Defiler Warrior, General Gladiator Wizard, General Preserver Psionicist, General Psionicist Priest, Rogue, General Templar Rogue, Warrior, General Trader</p><p id=\"header-22-use-of-existing-proficiencies-in-dark-sun\" class=\"h1-header\">XXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Use of Existing Proficiencies in Dark Sun</span></p><p>Because Athas differs drastically from other AD&amp;D® game worlds, some of the existing proficiencies may seem awkward in their application. For instance, navigation and seamanship proficiencies on a world without oceans of water are ludicrous and should only be considered for characters who are mad or unnaturally old (i.e., can remember the old Athas). The following text clarifies use of other such proficiencies in this desert world.</p><p id=\"header-23-agriculture\" class=\"h1-header\">XXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Agriculture:</span></p><p>On Athas, the low humidity makes grain storage extremely easy, but raising crops far more difficult. This proficiency covers the best use of land and water for a given crop and how to keep that crop alive through the dry growing season.</p><p id=\"header-24-armorer\" class=\"h1-header\">XXV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Armorer:</span></p><p>The lack of metal on Athas leaves armorers to concentrate on other materials, namely chitin, bone, and stiffened leathers. Metal armor is so rarely constructed that, when such a task is undertaken, it is usually done so by a team of armorers and blacksmiths.</p><p id=\"header-25-artistic-ability\" class=\"h1-header\">XXVI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Artistic Ability:</span></p><p>This proficiency itself remains unchanged, but its usefulness upon Athas may be more far-reaching. Slaves with artistic ability are sometimes brought out of the mud pits and into the homes of nobles, where they are taught to read. Once out of favor, however, literate slaves cannot be returned to the pits -they are either executed or sent to the arena.</p><p id=\"header-26-blacksmithing\" class=\"h1-header\">XXVII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Blacksmithing:</span></p><p>As with the armorer proficiency, blacksmiths perform the same functions, but have shifted their main material from metal to other durable substances.</p>\n<p id=\"header-27-fishing\" class=\"h1-header\">XXVIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Fishing:</span></p><p>Obviously, fishing is only useful in the few exotic places where pools of water support fish.</p><p id=\"header-28-navigation\" class=\"h1-header\">XXIX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Navigation:</span></p><p>The methods of direction finding common to naval voyages prove equally useful for caravans crossing the trackless seas of sand.</p><p id=\"header-29-religion\" class=\"h1-header\">XXX.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Religion:</span></p><p>Large, organized religions have never developed on Athas, though sorcerer-kings make themselves out to be gods or godlike and have surrounded themselves in religious mystique. On a local level, cities and villages have ancient lore about mysterious beings or demigods, but consistent mythic systems are never widespread.</p><p id=\"header-30-seamanship\" class=\"h1-header\">XXXI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Seamanship:</span></p><p>This proficiency only finds study by madmen, fools, or the preternaturally ancient.</p><p id=\"header-31-swimming\" class=\"h1-header\">XXXII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Swimming:</span></p><p>This proficiency applies rarely; for example, in the decadent pools of nobles or small bodies of natural water in exotic locales.</p><p id=\"header-32-weaponsmithing\" class=\"h1-header\">XXXIII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Weaponsmithing:</span></p><p>Again, this proficiency remains unchanged but for the materials used.</p><p id=\"header-33-use-of-survival-proficiency-in-dark-sun\" class=\"h1-header\">XXXIV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Use of Survival Proficiency in Dark Sun</span></p><p>As described in thePlayer&#x27;s Handbook,each slot of survival proficiency must be applied to a specific type of terrain. Athas contains sandy wastes, stony barrens, rocky badlands, salt flats, mountains, jungles, and steppes. Survival proficiency gives the character a chance to locate food and water in that particular terrain, but only in minuscule amounts.</p><p>A successful check allows a character to find enough water to avoid losing any Constitution points from dehydration. The character will not rehydrate, and he may continue to dehydrate on subsequent days that he doesn&#x27;t receive water. The same check allows a character to find enough food to sustain him for a day.</p><p>Survival proficiency helps a character avoid poisons. A successful check informs the character whether a plant or animal is poisonous, provided the food source is native to the proficiency&#x27;s terrain type.</p>",
    "source_pages": [
      46,
      50
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2,
      "layout": "structured"
    }
  },
  "conversion_applied": "semantic_mapping",
  "pf2e_compatible": true,
  "conversion_metadata": {
    "preserve_flavor": true,
    "dark_sun_context": true,
    "mapping_results": []
  }
}