{
  "slug": "chapter-twelve-npcs",
  "transformer": "journal",
  "source_section": "Chapter Twelve: NPCs",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-twelve-npcs",
    "title": "Chapter Twelve: NPCs",
    "content": "<nav id=\"table-of-contents\">\n<h2>Table of Contents</h2>\n<ul>\n<li><a href=\"#header-0-spellcasters-as-npcs\">Spellcasters as NPCs</a></li><li><a href=\"#header-1-templars-as-npcs\">Templars as NPCs</a></li><li><a href=\"#header-2-typical-administrative-templar-positions\">Typical Administrative Templar Positions</a></li><li><a href=\"#header-3-low-level-1-4\">Low Level (1-4)</a></li><li><a href=\"#header-4-mid-level-5-8\">Mid Level (5-8)</a></li><li><a href=\"#header-5-high-level-9-+\">High Level (9 +)</a></li><li><a href=\"#header-6-druids-as-npcs\">Druids as NPCs</a></li>\n</ul>\n</nav>\n<a id=\"top\"></a><p>The denizens of Athas will react to the player characters in much the same way they would in any other AD&amp;D ® campaign setting. There are, of course, exceptions and they are dealt with here.</p><p id=\"header-0-spellcasters-as-npcs\" class=\"h1-header\">I.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Spellcasters as NPCs</span></p><p>Priests in DARK SUN campaigns have no compunction regarding the sale of their magical services. An Athasian cleric or templar will readily sell himself to cast magical spells for the prices shown on the NPC Spell Costs chart in the DMG. Remember to charge in ceramic pieces, not gold pieces.</p><p>Druid NPCs, however, have no desire for monetary gain. They will sometimes cast their spells for free if the player characters are performing some task which benefits the druid&#x27;s guarded lands or the natural environment in general. It will have to be quite clear to the druid NPC that the player characters are promoting what he believes to be the ultimate good and, if he even thinks there is a defiler among the party members, he won&#x27;t offer any of his services, regardless of their intentions.</p><p>Wizard NPCs will not readily offer their services for coin. Most preservers and defilers are outlaws within the city states and won&#x27;t even let it be known that they have spellcasting capabilities. Even outside the city states, where folklore and common conceptions about the destructive nature of magic prevail, wizards are reluctant to let their identities be known. Since virtually anyone they meet could be a templar attempting to discover their secrets, renegade wizards shun those who seek to buy their services.</p><p>Rare instances may come up where a renegade wizard might allow himself to be bought. If the use of his magic can be concealed and it benefits him or furthers his alignment&#x27;s calling, a wizard might be bought. Such occurrences will be rare, and the DM should allow such purchases sparingly.</p><p>One notable exception to the reluctance of wizards to sell spells are the affluent, treacherous defilers who perform for the sorcerer-kings, themselves. These defilers are uncaring and are, for the most part, above the law. If such an ambitious defiler is sought out to cast magical spells for coin, he may readily accept; however, the chance that he will later betray the buyer or even blackmail him are high.</p><p id=\"header-1-templars-as-npcs\" class=\"h1-header\">II.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Templars as NPCs</span></p><p>Templars are the most feared people in the city states. Their power to accuse and imprison nearly anyone for any reason keeps the city dwellers in terror. Not surprisingly, templars tend to abuse the powers they have for their own personal gain which, so long as the city is administered and kept in order, does not bother the sorcerer-king.</p><p>Templars perform three vital functions within a given city state. Primarily, they comprise the city guards and officers of the sorcerer-king&#x27;s armies. Secondly, they see to it that the city is administered, its businesses kept running, and its slaves fed. Finally, the templars are responsible for maintaining the illusion that the sorcerer-king is a god-they have absolute power to enforce worship and homage to the sorcerer-kings. Every templar NPC will be actively pursuing one of these functions.</p><p>One final, unwritten function of the templars is to advance through their ranks as rapidly as possible. The means by which a templar might gain power and position are wide open, including bribery, theft, and even assassination of others within their ranks. Every templar NPC can be counted on to accept underhanded schemes that will help him rise to power among his fellows.</p><p>Templar soldiers are the enforcement arm of their service to the sorcerer-king. Low-level templars (levels 1-4) are common soldiers, guards within the cities around the slave areas practiced and drilled in formations around the city walls. Mid-level templars (levels 5-8) are officers in charge of small (10-100 man) units of guards, slave soldiers, or undead soldiers (in times of war). High-level templars (levels 9+) are usually generals or administrators, keeping the army equipped and fed.</p><p>In the administration of the city states, templar</p>\n<p id=\"header-2-typical-administrative-templar-positions\" class=\"h1-header\">III.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Typical Administrative Templar Positions</span></p><p id=\"header-3-low-level-1-4\" class=\"h1-header\">IV.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Low Level (1-4)</span></p><p id=\"header-4-mid-level-5-8\" class=\"h1-header\">V.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Mid Level (5-8)</span></p><p>Tax Collection Removers of Waste Major Construction Movers of Grain Slave Control Minor Construction Grain Distribution Disease Control Gate Monitor Maintenance of Gardens Assigner of Permits Maintenance of Roads Riot Control Maintenance of Walls</p><p>NPCs occupy all positions from waste removal to the mayorship. Lower-level templars (levels 1-4) are given the dirtier jobs that require hands-on work, having a few guards at their disposal and fewer slave laborers than they need to perform their tasks effectively. Middle-level templars (levels 5-8) gain greater responsibilities and may have several lower-level templars beneath them. High-level templars (levels 9 and higher) move into management of the city state-such templars are difficult to unseat, since they can blame nearly any shortcomings on their underlings.</p><p>These are only a sampling of the many levels of templar bureaucracy. Advancement through the ranks has little to do with ability or experience.</p><p>Technically, the sorcerer-king is a god within his own city and the templars assure him of worship and obedience. In actuality, a sorcerer-king is not a god or a demigod, though he is generally an extremely powerful wizard and psionicist. However, the templars erect temples and subjugate the populations to worship him. There isn&#x27;t a noble, merchant, or peasant in a city state who doesn&#x27;t at least pay lip service to the sorcerer-king or the templars who enforce his will.</p><p>The DM must keep two things in mind when dealing with any particular templar NPC. First, how will the templar attempt to use the player characters to gain advantage? He could accuse or imprison them, which always looks good in the eyes of a superior, or he could buy their services to perform</p><p id=\"header-5-high-level-9-+\" class=\"h1-header\">VI.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">High Level (9 +)</span></p><p>Coin Distribution Construction Planning Mayor of the City Governor of the Farmlands Aid to the King a task such as assassination or simply making a superior look bad. Second, the DM must consider how the player characters might appeal to the templar&#x27;s wicked ways and greed. In their quest for power, they are sometimes easily manipulated. Beware, though-higher-level templars have played these games of treachery before and, by their very existence, they&#x27;ve proven pretty good at them.</p><p id=\"header-6-druids-as-npcs\" class=\"h1-header\">VII.  <a href=\"#top\" style=\"font-size: 0.8em; text-decoration: none;\">[^]</a> <span style=\"color: #ca5804\">Druids as NPCs</span></p><p>An NPC druid will defend his guarded lands. Regardless of where the player characters are in Athas&#x27; hinterlands, there is almost certainly a druid watching their every move. Those player characters who responsibly use the druid&#x27;s guarded lands will never be bothered. Hunting on their lands or using its timber for equipment is, to the druid, part of the natural order of things and he won&#x27;t interfere. Irresponsible use of his guarded lands, however, will bring him out into the open with full force. Hunting his lands until there is no game left or stripping the vegetation will cause the druid to take action. An NPC druid who finds a defiler on his land will take steps to eliminate that threat.</p><table class=\"ds-table\"><tr><td>Movers of Grain</td><td>Major Construction</td><td>Construction Planning</td></tr><tr><td>Minor Construction Disease Control</td><td>Slave Control Grain Distribution</td></tr></table><table class=\"ds-table\"><tr><td>Maintenance of Gardens</td><td>Gate Monitor</td><td>Governor of the Farmlands Aid to the King</td></tr><tr><td>Maintenance of Roads Maintenance of Walls</td><td>Assigner of Permits</td></tr></table>",
    "source_pages": [
      84,
      85
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2,
      "layout": "structured"
    }
  },
  "conversion_applied": "semantic_mapping",
  "pf2e_compatible": true,
  "conversion_metadata": {
    "preserve_flavor": true,
    "dark_sun_context": true,
    "mapping_results": []
  }
}